Failure:
[{"question_number":1,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"What is the trace of the row reduced echelon form of the 4 by 4 matrix with first row [-2, -3, 4, 1], second row [2, 4, 1, 2], third row [-3, -3, 1, 4], and fourth row [1, 1, -2, 2]?","answer":"4"},{"question_number":1,"question_type":"bonus","category":"math","answer_type":"multiple_choice","body":"Which of the following points remains fixed when multiplied by the matrix with first row [3, 1] and second row [2, 2]?","choices":{"W":"(2, -4)","X":"(1, 1)","Y":"(-1, 3)","Z":"(-3, -2)"},"answer":"W)"},{"question_number":2,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"Researchers at Lawrence Berkeley National Laboratory are studying charge parity violation via the decay of quarks and leptons. Charge parity violation implies that what other fundamental symmetry is violated?","answer":"Time reversal symmetry"},{"question_number":2,"question_type":"bonus","category":"energy","answer_type":"multiple_choice","body":"Researchers at the NIH are studying the effects of fluoride poisoning. Which of the following correctly describes the effect of fluoride on the function of the thyroid gland?","choices":{"W":"Fluoride binds to $\\athrm{T}_{3}$ and $\\athrm{T}_{4}$ receptors blocking their function","X":"Fluoride replaces iodine $\\athrm{T}_{4}$ inhibiting the production of $\\athrm{T}_{3}$","Y":"Fluoride can act as a substitute for iodine in $\\athrm{T}_{3}$ and $\\athrm{T}_{4}$ allowing for greater production of the hormones","Z":""},"answer":"W) Fluoride binds to $\\athrm{T}_{3}$ and $\\athrm{T}_{4}$ receptors blocking their function"},{"question_number":3,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"Identify all of the following 3 compounds that are conjugated but not aromatic? I) Buckminsterfullerene II) Naphthalene III) Annulene","answer":"I and III"},{"question_number":3,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"Oxidized buckminsterfullerene has the formula $C_{60}O$ and takes the form of a ketone. How many different structural isomers of $C_{60}O$ ketones are there?","answer":"1"},{"question_number":4,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"White lines of algae have formed on the surface of a lake in the Northern hemisphere. Which of the following correctly describes the net flow of wind and water in this system?","choices":{"W":"Wind blows parallel to the lines, and water flows due right of the wind forming an Ekman spiral","X":"Wind blows parallel to the lines and water flows due left of the wind forming an Ekman spiral","Y":"Wind blows perpendicular to the lines and water flows due right of the wind in a helical pattern","Z":"Wind blows parallel to the lines and water flows parallel to the wind in a helical pattern"},"answer":"Z)"},{"question_number":4,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"The Rossby Radius of Deformation is defined to be the length in which the forces of rotation are as significant as buoyancy or gravity waves. Which of the following has the lowest effect on the Rossby Radius of Deformation for bodies of water?","choices":{"W":"Depth","X":"Latitude","Y":"Stratification","Z":"Tidal Forces"},"answer":"Z)"},{"question_number":5,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"Lipid rafts are most abundant with that type of membrane lipid?","answer":"Sphingolipids"},{"question_number":5,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"There is a moat full of alligators that surrounds Enloe. The alligators at the front of the school formed the original species that was introduced. Over time they spread down the flanks, each side of the school evolving separately. The alligators were able to mate with the species directly next to them, except for at the end where the 2 flanks met. What is the name of such a group of populations?","answer":"Ring Species"},{"question_number":6,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"Assuming constant volume, what thermodynamic state function is equal to the partial derivative of internal energy with respect to entropy?","answer":"Temperature"},{"question_number":6,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"Two rods with the same length but different thermal conductivities are put together to form one longer rod. The thermal conductivity of the rod on the left is 12, and the thermal conductivity of the one on the right is 8. The temperature of the left end of the two rods put together is held at a constant 20K, and the temperature of the right side is held at a constant 40K. The two rods put together reach a steady state. In Kelvin, what is the temperature at the point where the two rods meet?","choices":{"W":"24","X":"26","Y":"28","Z":"30"},"answer":"Y)"},{"question_number":7,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"Scientists at Princeton Plasma Physics Laboratory are studying physical models of magnetically confined plasmas. These plasmas are one of many fluids that conduct electricity. What is the term for the study of these fluids?","answer":"Magnetohydrodynamics"},{"question_number":7,"question_type":"bonus","category":"energy","answer_type":"short_answer","body":"Researchers at Lawrence Berkeley national laboratory are studying fatty acid synthesis. Acetyl COA(Coenzyme A) carboxylase is an important enzyme in this process, making Malonyl COA, which is a building block for fatty acid. Identify all of the following 4 molecules that cause a negative feedback loop with Acetyl COA Carboxylase: I) Norepinephrine II) Epinephrine III) Citrate IV) Long Fatty Acid Chains","answer":"I, II, IV"},{"question_number":8,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"Which of the following correctly matches the effect of uncompetitive inhibition on the Lineweaver Burk plot?","choices":{"W":"$\\athrm{K}_{\\athrm{max}}$ reduced, $\\athrm{V}_{\\athrm{max}}$ increased","X":"$\\athrm{K}_{\\athrm{max}}$ increased, $\\athrm{V}_{\\athrm{max}}$ reduced","Y":"$\\athrm{K}_{\\athrm{max}}$ unaffected, $\\athrm{V}_{\\athrm{max}}$ increased","Z":"$\\athrm{K}_{\\athrm{max}}$ reduced, $\\athrm{V}_{\\athrm{max}}$ reduced"},"answer":"Z)"},{"question_number":8,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"Which of the following protists share the most features with modern day plants?","choices":{"W":"Chlorophytes","X":"Choanoflagellates","Y":"Diplomonads","Z":"Charophytes"},"answer":"Z)"},{"question_number":9,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"Which of the following is not a reason that TMS is used as a standard in H1 NMR?","choices":{"W":"It is soluble in both polar and nonpolar solvents","X":"All of it's 12 degenerate protons create a sharp, tall peak","Y":"It's proton resonance chemical shift is lower than most compounds","Z":"It is inert, and is not likely to react with samples"},"answer":"W)"},{"question_number":9,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"According to Bent’s rule, orbitals associated with the oxygen-hydrogen bond in water molecules have a bond order of $\\athrm{sp}^x$ [READ: sp to the x]. What is x to the nearest integer?","answer":"4"},{"question_number":10,"question_type":"tossup","category":"math","answer_type":"multiple_choice","body":"What is the volume of a tetrahedron with side lengths 2, 3, 4, 5, $\\qrt{13}$, and $\\qrt{20}$?","choices":{"W":"4","X":"5","Y":"12","Z":"15"},"answer":"W)"},{"question_number":10,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"What is the number of positive integers less than 100 that cannot be expressed as the product of two distinct positive integers greater than 1?","answer":"30"},{"question_number":11,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"From first to last, order the following 4 structures based on the sequence in which electric signals pass through them during heart activation: 1) Purkinje Fibers 2) Sinoatrial Node 3) Bundle of His 4) Atrioventricular Node","choices":{"W":"","X":"","Y":"","Z":""},"answer":"2, 4, 3, 1"},{"question_number":11,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"When damages in the DNA helix occur in the path of DNA replication, replication proceeds by continuing around the damage through what process?","answer":"Translesion Synthesis"},{"question_number":12,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"Order the following 4 feldspars from lowest to highest melting point: 1) Anorthite 2) Labradorite 3) Albite 4) Orthoclase","answer":"4, 3, 2, 1"},{"question_number":12,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following best explains the reasoning for the low seismic wave velocities in the Low Velocity Zone?","choices":{"W":"Partial melting in the zone yields a lower bulk modulus.","X":"Partial melting in the zone yields a higher bulk modulus","Y":"Partial melting in the zone yields a lower density","Z":"Partial melting in the zone yields a higher density"},"answer":"W)"},{"question_number":13,"question_type":"tossup","category":"math","answer_type":"multiple_choice","body":"The Enloe Science Bowl C Team is keeping track of their tossup accuracy rate across the entire season. They note that their accuracy rate was below $75\\$ , but after their game against the Ligon C team, their accuracy rate was above $75\\$ . Was there necessarily a point in the game where their tossup accuracy rate was exactly $75\\$ ?","choices":{"W":"Yes","X":"No","Y":"Depends on how many tossups they get correct","Z":"Impossible to determine"},"answer":"W)"},{"question_number":13,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Sukrith wants to adopt some bunnies and dogs from his local animal shelter. He wants to choose exactly 2 more bunnies than dogs, and can choose from 6 bunnies and 4 dogs. Assuming that each bunny and dog is unique, how many combinations of animals could he adopt?","answer":"210"},{"question_number":14,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"The conductivity of polysilanes is due to which of the following causes?","choices":{"W":"Pi-delocalization","X":"Sigma-delocalization","Y":"Presence of an impurity","Z":"Proton transfer"},"answer":"X)"},{"question_number":14,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"By the Covalent Bond Classification method, sometimes known as LXZ notation, what is the classification of $[\\athrm{Mn(CO)_6}]$ ?","answer":"ML6"},{"question_number":15,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"Rishabh is going on a trip in his favorite rocketship which travels at $0.5c$ relative to the static reference frame. While in his rocket he witnesses Pranav's rocket fly past him traveling in the same direction he is at a speed of $0.5c$ . In terms of c, what is the speed of Pranav's rocket as observed from the static reference frame?","answer":"$8c$"},{"question_number":15,"question_type":"bonus","category":"physics","answer_type":"multiple_choice","body":"The Hall Effect describes a phenomenon where a potential difference is created in a resistor in the presence of an external magnetic and internal electric field. Which of the following statements is true of the Hall effect?","choices":{"W":"The induced electric field is perpendicular to the two other fields","X":"It only applies to materials at extremely low temperatures","Y":"It is another form of the principle behind the Meissner effect","Z":"It is the reason that Cooper pairs form"},"answer":"W)"},{"question_number":16,"question_type":"tossup","category":"energy","answer_type":"multiple_choice","body":"In the 1960s, researchers at SLAC National Laboratory ran an experiment using deep inelastic scattering off of individual protons in order to determine which of the following?","choices":{"W":"The value of the elementary charge","X":"The existence of the Higgs Boson","Y":"The existence of quarks","Z":"The exact mass of a proton"},"answer":"Y)"},{"question_number":16,"question_type":"bonus","category":"energy","answer_type":"multiple_choice","body":"Researchers at Lawrence Berkeley National Laboratory are studying neural networks, which can be represented in a directed graph. If a directed graph has nodes of A, B, and C and has an adjacency matrix of first row 1 0 1, second row 1 1 0, and third row 0 0 1, how many total possible paths of length 2 end at C?","choices":{"W":"","X":"","Y":"","Z":""},"answer":"4"},{"question_number":17,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"What is the smallest positive integer greater than 1 that is relatively prime to 2, 20, 202, and 2022?","answer":"7"},{"question_number":17,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"A right octagonal prism has all sides of length 3. Giving your answer in exact form, what is its volume?","answer":"$54 + 54\\qrt{2}$"},{"question_number":18,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"Order the following 4 molecules from greatest to least abundance in the atmosphere of Mars: 1) Nitrogen 2) Carbon Dioxide 3) Oxygen 4) Argon","answer":"2, 4, 1, 3"},{"question_number":18,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"Order the following 4 planets in order of increasing density: 1) Jupiter 2) Saturn 3) Uranus 4) Neptune","answer":"2,3,1,4"},{"question_number":19,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"In which of the following compounds is the enol favored in keto-enol tautomerization?","choices":{"W":"Acetaldehyde","X":"Propionaldehyde","Y":"Butenol","Z":"Phenol"},"answer":"Z)"},{"question_number":19,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"Identify all of the following 4 compounds that are aromatic: I) Cyclooctatetraene II) Pyrrole III) Tetrahydrofuran IV) Dioxane","answer":"II only"},{"question_number":20,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"Colin is speeding in his supercar as he approaches a red light. Since he is late to work and does not want to wait for the light to turn green, he accelerates in order to blueshift the light from the stoplight to appear green to him. Assuming that red light has a wavelength of 650 nanometers and green light has a wavelength of 550 nanometers, which of the following speeds is closest to the speed he must travel to make the light appear green?","choices":{"W":"0.1c","X":"0.2c","Y":"0.3c","Z":"0.4c"},"answer":"X)"},{"question_number":20,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"If 2 charges of charge q placed 1 meter from each other have a potential energy of 4 J, then to one significant figure, what is the potential energy in Joules of 8 of these charges placed in a cube with a 1 meter side length?","answer":"90"},{"question_number":21,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"In Hoogsteen-like base pairing, how many guanines join together to form a single compex?","answer":"4"},{"question_number":21,"question_type":"bonus","category":"biology","answer_type":"multiple_choice","body":"In paramecium the codons UAA and UGA no longer code for termination. What amino acid do they code for instead?","choices":{"W":"Glutamine","X":"Glycine","Y":"Asparagine","Z":"Lysine"},"answer":"W)"},{"question_number":22,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"What is the name for the present cosmological era in which stars, galaxies, and other celestial bodies contain the most amount of matter and produce the most energy?","answer":"Stelliferous Era"},{"question_number":22,"question_type":"