Failure:
[{"question_number":1,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"Which of the following ions is not in a stable oxidation state?","choices":{"W":"Sc4+","X":"Ti3+","Y":"V5+","Z":"Cr6+"},"answer":"W) Sc4+"},{"question_number":1,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"Identify all of the following3 properties that are generally higher in hard acids or bases than soft ones: I) Ionic radius II) Polarizability III) Ionic character","answer":"III"},{"question_number":2,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"Nikhil is riding on a carousel when he suddenly spots an organic reaction taking place with73% yield. He jumps inwards in shock, moving directly towards the center of the carousel (but not reaching it). When he lands on the ground, where is he on the carousel relative to the horse he was riding?","choices":{"W":"He is besides and ahead of the horse.","X":"He is directly besides the horse but not ahead of or behind it.","Y":"He is besides and behind the horse.","Z":"The answer depends on the hemisphere he is in."},"answer":"W"},{"question_number":2,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"Order the following four subatomic particles from least to greatest charge:1) Tau lepton2) Charm quark3) Down quark4) $\\athrm{Pi}^{0}$ [READ: Pi0] meson","answer":"1,3,4,2"},{"question_number":3,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"Researchers at Pacific Northwest National Laboratory are studying the transport of information in quantum computers at ultra-low temperatures. What quasiparticle, which represents the vibration of a lattice of atoms or molecules, transports information in these quantum computers?","answer":"Phonon"},{"question_number":3,"question_type":"bonus","category":"energy","answer_type":"multiple_choice","body":"Researchers at Lawrence Berkeley National Lab are studying methods to increase the efficiency of cracking, or refining crude oil to specific petroleum products. Which of the following processes does cracking use the most?","choices":{"W":"Simple distillation","X":"Destructive distillation","Y":"Osmotic distillation","Z":"Azeotropic distillation"},"answer":"X) Destructive distillation"},{"question_number":4,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"Let a, b, and c be real numbers such that a+b+c=11. What is the minimum value of a²+b²+c²?","answer":"$\\rac{121}{3}$"},{"question_number":4,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Nikhil is playing Genshin Impact. He is trying to get the5 star character Ayaka. Every time Nikhil gets a five star, there is a50% chance that it will be Ayaka. However, if he loses this50% chance, then his next five star is guaranteed to be Ayaka. Given that he is expected to pull a five star approximately every67 pulls, then to the nearest integer, what is the expected number of pulls he must do to get Ayaka?","answer":"101"},{"question_number":5,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"Which of the following thermodynamic processes does the most work for a given increase in volume?","choices":{"W":"Adiabatic","X":"Isentropic","Y":"Isobaric","Z":"Isothermal"},"answer":"Y"},{"question_number":5,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"An ideal gas starts out at a volume of $12 \\athrm{~m}^3$ and a pressure of7 Pascals. The gas is kept at a constant temperature, and its volume changes to $24 \\athrm{~m}^3$. What is the work done by the gas on its environment?","answer":"$84 \\n(2)$"},{"question_number":6,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"Rishabh is conducting an experiment involving the plasma membrane of normal and apoptotic human skin cells. He fluorescently labels an unknown part of the membrane, molecule X, and finds it primarily located on the inner leaflet of the normal cells and outer leaflet of apoptotic cells. What is the most likely identity of molecule X?","answer":"Phosphatidylserine"},{"question_number":6,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"Order the following $45^{\irc} -3^{\irc}$ (READ:5 prime to3 prime) sequences of10 base pairs in increasing likelihood of their usage as a primer in PCR:1) AATGGCAATA2) GCATAGGTTA3) AATATATTAA4) TAGGCAGGAT","answer":"3,1,2,4"},{"question_number":7,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"What is the name of the base induced reaction in which an aldehyde undergoes a disproportionation which results in a carboxylic acid and a primary alcohol?","answer":"Cannizaro reaction"},{"question_number":7,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"A solution contains0.2 Molar malic acid and0.4 Molar malate. If the $\\athrm{pK_b}$ of malate is10.6, what is the pH of the solution to the nearest tenth?","answer":"3.7"},{"question_number":8,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"Scientists at Princeton Plasma Physics Laboratory are studying transport processes of plasma in fusion devices. One type of transport process they are studying is turbulent transport. What number associated with a fluid predicts whether the fluid will undergo laminar or turbulent flow?","answer":"Reynold's number"},{"question_number":8,"question_type":"bonus","category":"energy","answer_type":"short_answer","body":"Researchers at Sandia National Laboratories are studying ways to make electrical circuits more efficient. One way to simulate circuits is with their Thevenin equivalent circuits, which are composed of an ideal voltage source and a resistor in series. If a circuit's V-I graph has the equation $\\athrm{V} =3\\athrm{I} +4$, what is the Thevenin voltage and Thevenin resistance of this circuit, respectively?","answer":"Voltage is4, resistance is3"},{"question_number":9,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following, in degrees Celsius, is closest to the coldest temperature in which a liquid water droplet can remain metastable given the timescales of precipitation?","choices":{"W":"4","X":"0","Y":"-10","Z":"-40"},"answer":"Z) -40"},{"question_number":9,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"Identify all of the following types of precipitation which could form from the Bergeron process. I) Rime II) Rain III) Sleet IV) Snow","answer":"II, III, and IV"},{"question_number":10,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"What term, often used to describe metal alloys, refers to a solution where the melting point of the solution is less than any of its components?","answer":"Eutectic"},{"question_number":10,"question_type":"bonus","category":"chemistry","answer_type":"multiple_choice","body":"In the electrophilic aromatic substitution of benzene, which of the following species acts as the electrophile?","choices":{"W":"Delocalized pi electrons on the ring","X":"A Carbon-Hydrogen sigma bond","Y":"The species substituted onto the ring","Z":"The hydrogen removed from the ring"},"answer":"Y) The species substituted onto the ring"},{"question_number":11,"question_type":"tossup","category":"math","answer_type":"multiple_choice","body":"What is the integral from -3 to6 of $-1 / x^{2} \\athrm{~d} \\athrm{x}$?","choices":{"W":"-1/6","X":"1/6","Y":"1/2","Z":"The integral is divergent"},"answer":"Z"},{"question_number":11,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"What is the sum of the coefficients of the result when dividing $x^{3} -4x^{2} -11x +30$ by $(x -2)$?","answer":"-16"},{"question_number":12,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"In what part of a bone are osteoblasts most active?","answer":"Periosteum"},{"question_number":12,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"Which of the following3 plant embryonic tissues is correctly matched to the mature structures it forms: I) Procambium - sieve tube elements II) Protoderm - cortex III) Ground meristem - parenchyma [pair-in-kim-uh]","answer":"I, III"},{"question_number":13,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"Identify all of the following4 particles that follow the Pauli Exclusion Principle I) Gluon II) Tau Neutrino III) Up quark IV) Graviton","answer":"II and III"},{"question_number":13,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"To the nearest second, how long will it take a non-uniform8 kilogram cylinder with moment of inertia $\\rac{1}{3} \\athrm{MR}^2$ [READ: one third M R squared] to roll down a75 meter long plane inclined at29 degrees to the horizontal?","answer":"6"},{"question_number":14,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"Colin, being excited for ESBOT, decides to dress to represent Enloe Science Bowl every day until the competition by wearing at least one piece of Science Bowl clothing each day. If Colin has two Science Bowl shirts and three other shirts, one pair of Science Bowl pants and four other pairs of pants, and three pairs of Science Bowl socks and five other pairs of socks, how many possible outfits can Colin choose from?","answer":"140"},{"question_number":14,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Rishabh has an infinitely long barn, and he wants to fence off an a unit by b unit enclosure on the side, where the sides with length b are perpendicular to the side of the barn. He has36 units of fencing, and he wants the area of his enclosure to be144 square units. What are all the possible values of (a, b) that satisfy this condition?","answer":"(24,6) and (12,12)"},{"question_number":15,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"What interaction explains why proton NMR shift of alcohol hydrogens is easily affected by factors like acidity, temperature, and solvation?","answer":"Hydrogen bonding"},{"question_number":15,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"Abhinav is performing a calorimetry experiment to determine the amount of heat released in the combustion of pentanol. Identify all of the following3 errors that would lead to a calculated value that is lower than the actual value: I) The alcohol was not dry II) Some heat was lost to the surroundings through the container III) The thermometer used to measure the start and end temperatures was incorrectly calibrated","answer":"I and II"},{"question_number":16,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Approximately what percentage of the total mass of the asteroid belt is accounted for by Ceres?","choices":{"W":"2%","X":"4%","Y":"20%","Z":"40%"},"answer":"Z"},{"question_number":16,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Order the following four bodies in order of increasing volume.1) Mercury2) Ceres3) Ganymede4) Vesta","choices":{"W":"4,2,1,3","X":"","Y":"","Z":""},"answer":"4,2,1,3"},{"question_number":17,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"In a western blot, what is the purpose of the secondary antibody?","choices":{"W":"To bind to the N terminus","X":"To bind to the C terminus","Y":"To bind to hydrophobic pockets","Z":"To bind to the primary antibody"},"answer":"Z) To bind to the primary antibody"},{"question_number":17,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"Which of the following4 experiments is correctly matched to the breakthrough it produced?1) Hershey-Chase - DNA is the hereditary material2) Griffith - molecular origins of life on earth3) Miller-Urey - horizontal gene transfer in bacteria4) Meselson-Stahl - discovery of transcription","answer":"1 only"},{"question_number":18,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"Scientists at Lawrence Berkeley National Laboratory are studying C4 plant photosynthesis. What organic molecule is used in C4 photosynthesis to carry fixed carbons from bundle sheath cells to mesophyll cells","answer":"malate (ACCEPT: malic acid)"},{"question_number":18,"question_type":"bonus","category":"energy","answer_type":"short_answer","body":"Oak Ridge National Lab is investigating the origins of life on Earth, specifically the racemic imbalance of amino acids and sugars. Notably, only L-amino acids are encoded in proteins, and only D-sugars are used as backbones in nucleic acids. What is this uniformity of chirality called?","answer":"Homochirality"},{"question_number":19,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"Compute the largest integer N less than or equal to2022 with4 distinct digits and divisible by11.","answer":"2013"},{"question_number":19,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Thanush has a rectangle whose sides are positive integers. When he increases the length by1 unit and decreases the width by1 unit, the area increases by x units. Find the minimum possible value of x.","answer":"1 (length =1, width =3)"},{"question_number":20,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Order the following4 layers of the mantle by increasing P-Wave velocity:1) Low Velocity Zone2) D\ [D prime prime] layer3) Lithospheric Mantle","choices":{"W":"1,3,2","X":"","Y":"","Z":""},"answer":"1,3,2"},{"question_number":20,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following types of stress is the primary contributor to the formation of basin and range provinces?","choices":{"W":"Tension","X":"Compression","Y":"Shear","Z":"Transverse"},"answer":"W) Tension"},{"question_number":21,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"Consider two permanent magnets dropped from a height h. The one on the left is dropped normally and travels through the air, while the one on the right is dropped through the middle of a nonmagnetic conducting metal tube. Which of the following choices best describes the motion of the two magnets?","choices":{"W":"The magnet on the left will hit the ground after the magnet on the right","X":"The magnet on the left will hit the ground before the magnet on the right","Y":"The two magnets will hit the ground at the same time","Z":"The behavior depends on the exact properties of the tube"},"answer":"X) The magnet on the left will hit the ground before the magnet on the right"},{"question_number":21,"question_type":"bonus","category":"physics","answer_type":"multiple_choice","body":"A circuit is constructed out of an ideal voltage source and two resistors, A and B. Which of the following conditions would maximize the power dissipated through resistor B?","choices":{"W":"Resistance B is less than Resistance A","X":"Resistance B is equal to Resistance A","Y":"Resistance B is greater than Resistance A","Z":"Resistance B is equal to0"},"answer":"X) Resistance B is equal to Resistance A"},{"question_number":22,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"In protostomes, what structure develops into the mouth?","answer":"Archertoner (ACCEPT: blastopore)"},{"question_number":22,"question_type":"bonus","category":"biology","answer_type":"multiple_choice","body":"In the kingdom of the Lion King, Scar's tribe of lions are pushed towards the edge of the biome while still staying within it. Over time, Scar's tribe evolves longer manes and more slender body frames. This is best described by what type of speciation","choices":{"W":"Allopatric","X":"Peripatric","Y":"Parapatric","Z":"Sympatric"},"answer":"Y) Parapatric"},{"question_number":23,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following best describes why larger stars don’t undergo a helium flash?","choices":{"W":"They have a convective core","X":"They have a radiative core","Y":"They lack a tachocline [tack- o- cline]","Z":"Their core never becomes degenerate."},"answer":"Z) Their core never becomes degenerate."},{"question_number":23,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"Identify all of the following properties of stars that increase with scale height in the Milky Way galaxy: I) Metalicity II) Luminosity III) Age","answer":"III only"}]