[
  {
    "question_number": 1,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Rank the following three benzene substituents from least to most activating towards electrophilic aromatic substitution:1) Methoxy;2) Chloro;3) Nitro.",
    "answer": "3,2,1"
  },
  {
    "question_number": 1,
    "question_type": "visual_bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "There are several criteria for determining the aromaticity of an organic compound. Depicted are three organic compounds labeled A, B, C and three classifications labeled1,2,3. Pair the compounds with their corresponding classifications.",
    "answer": "1 - \\athrm{A};2 - \\athrm{B};3 - \\athrm{C}"
  },
  {
    "question_number": 2,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "multiple_choice",
    "body": "ABCD is a convex cyclic quadrilateral with circumcircle omega such that the center of omega is inside ABCD. The tangents of omega at A and B meet at a point P. If angle APB equals40 degrees, what is the measure of angle ACB in degrees?",
    "choices": {
      "W": "40",
      "X": "70",
      "Y": "100",
      "Z": "140"
    },
    "answer": "X)70"
  },
  {
    "question_number": 2,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "The quadratic $f(x)$ has leading coefficient3 and is tangent to the line $y =2x +5$ at $x =4$. What is the sum of the coefficients of $f(x)$?",
    "answer": "34"
  },
  {
    "question_number": 3,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "What sequence is largely responsible for the graded regulation of termination in trp operons?",
    "answer": "ATTENUATOR SEQUENCE"
  },
  {
    "question_number": 3,
    "question_type": "bonus",
    "category": "biology",
    "answer_type": "multiple_choice",
    "body": "Which of the following most accurately describes the iodide trap of the thyroid gland?",
    "choices": {
      "W": "A uniporter that transports iodide into the thyroid gland",
      "X": "An antiporter that transports chloride out and iodide into the thyroid gland",
      "Y": "A symporter that transports sodium ions and iodide into the thyroid gland",
      "Z": "A symporter that transports potassium ions and iodide into the thyroid gland"
    },
    "answer": "Y) A SYMPORTER THAT TRANSPORTS SODIUM IONS AND IODIDE INTO THE THYROID GLAND"
  },
  {
    "question_number": 4,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "multiple_choice",
    "body": "Which of the following solutions to the Einstein-Maxwell field equations corresponds to the gravitational field of a rotating, charged, spherically symmetric massive body?",
    "choices": {
      "W": "Schwartzchild metric",
      "X": "Kerr metric",
      "Y": "Reissner-Nordstrom metric",
      "Z": "Kerr-Newman metric"
    },
    "answer": "Z) KERR-NEWMAN METRIC"
  },
  {
    "question_number": 4,
    "question_type": "bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "The resolution of the Missing Baryon Problem is attributed to the presence of baryonic matter in what diffuse webs of plasma between galaxies?",
    "answer": "WARM-HOT INTERGALACTIC MEDIUM"
  },
  {
    "question_number": 5,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "multiple_choice",
    "body": "Which of the following forces can be expressed as the gradient of a potential function?",
    "choices": {
      "W": "Drag",
      "X": "Lorentz force",
      "Y": "Coriolis force",
      "Z": "Centrifugal force"
    },
    "answer": "Z) CENTRIFUGAL FORCE"
  },
  {
    "question_number": 5,
    "question_type": "bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "Daniel designs a model rocket that weighs100 grams, and fills it with630 grams of propellant. When the rocket is launched, the propellant is expelled downwards at30 meters per second relative to the rocket. At the end of the2-second thrust phase, how fast is the rocket travelling, to the nearest meter per second and accounting for gravity?",
    "answer": "40"
  },
  {
    "question_number": 6,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "multiple_choice",
    "body": "Scientists at Argonne National Lab are studying high-temperature minerals of the Earth's mantle. One of the most common such minerals, bridgmanite, is a magnesium silicate perovskite with chemical formula $\\athrm{MgSiO_3}$. Bridgmanite is a high-temperature mineral of which of the following mineral groups?",
    "choices": {
      "W": "Garnet",
      "X": "Pyroxene",
      "Y": "Amphibole",
      "Z": "Olivine"
    },
    "answer": "X) PYROXENE"
  },
  {
    "question_number": 6,
    "question_type": "bonus",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Researchers at the Joint Genome Institute are engineering microbes for key contributions in several industries. Identify all of the following three statements about microbes that are true:1) Cellulose-degrading microbes can be found in geothermal hot springs;2) DNA synthesis and cloning precedes mass spectrometry in enzyme activity assays of microbes;3) Algal mats are typically composed of blue-green cyanobacteria.",
    "answer": "ALL"
  },
  {
    "question_number": 7,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "multiple_choice",
    "body": "Which of the following functional groups cannot be hydrolyzed in acid conditions to give a ketone or aldehyde?",
    "choices": {
      "W": "Nitro",
      "X": "Cyanohydrin",
      "Y": "Acetal",
      "Z": "Benzyl ether"
    },
    "answer": "Z) BENZYL ETHER"
  },
  {
    "question_number": 7,
    "question_type": "visual_bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Shown in the image is the reaction mechanism of the organometallic Stille coupling reaction. Answer the following two questions regarding the image:1. What is the electron count of the palladium complex labeled A?2. What fundamental mechanistic step occurs at the arrow labeled B?",
    "answer": "1 -16;2 - TRANSMETALLATION"
  },
  {
    "question_number": 8,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "A disk has radius2. A unit disk internally tangent to the bigger disk is removed. How far is the new center of mass from the original center of mass?",
    "answer": "1/3"
  },
  {
    "question_number": 8,
    "question_type": "visual_bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "A, B, C, and D are consecutive vertices on a regular polygon with side length1 and $n$ sides, as shown in the diagram. Rays AB and DC are extended to meet at point X. What is the limit as $n$ goes to infinity of $n$ times the area of triangle BXC?",
    "answer": "\\i /2"
  },
  {
    "question_number": 9,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "multiple_choice",
    "body": "Which of the following most closely resembles the ATP to ADP ratio in animal cells?",
    "choices": {
      "W": "100 to1",
      "X": "10 to1",
      "Y": "1 to1",
      "Z": "1 to10"
    },
    "answer": "X)10 to1"
  },
  {
    "question_number": 9,
    "question_type": "bonus",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "A scientist performs a fruit fly test cross with three genes involved. The genes are located10 map units,10 map units, and20 map units away from each other. Given that a double crossover only occurred in one of200 offspring, what is the positive interference?",
    "answer": "0.5"
  },
  {
    "question_number": 10,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "multiple_choice",
    "body": "When observing a thin section of albite under a microscope, you see repeated parallel striations in the crystal. Which type of twinning is seen in the sample?",
    "choices": {
      "W": "Polysynthetic twinning",
      "X": "Penetration twinning",
      "Y": "Cyclic twinning",
      "Z": "Japan-law twinning"
    },
    "answer": "W) POLYSYNTHETIC TWINNING"
  },
  {
    "question_number": 10,
    "question_type": "visual_bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Shown in the figure is an image of the moon's surface. Answer the following two questions about the image:1. What type of feature is labeled A?2. Given that B is the large crater, C is the smaller crater inside B, while D is the hill to the right of crater B, order features B, C, and D in the order in which they formed.",
    "answer": "1 - RILLE;2 - D, B, C"
  },
  {
    "question_number": 11,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "Identify all of the following three statements that are true regarding a series RLC circuit driven by an AC voltage source:1) The resonant frequency is equal to the square root of the inductance times the capacitance;2) The current through the resistor is always in phase with the voltage source;3) The voltage across the inductor leads the voltage across the resistor.",
    "answer": "3 ONLY"
  },
  {
    "question_number": 11,
    "question_type": "bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "Positronium is a bound state of an electron and a positron. Identify all of the following three statements regarding positronium that are true:1) It obeys Bose-Einstein statistics;2) Its binding energy is $-6.8$ electronvolts;3) It can decay into a single photon.",
    "answer": "1 AND2"
  },
  {
    "question_number": 12,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Scientists at Brookhaven National Lab used the Relativistic Heavy Ion Collider to study possible CPT violation by the antihypertriton. The antihypertriton is the antiparticle of the hypertriton, which is a nucleus formed from a proton, a neutron, and a hyperon. Identify all of the following three statements that are true about hyperons:1) Hyperons have nonzero strangeness;2) Hyperons obey Fermi-Dirac statistics;3) Hyperons are baryons.",
    "answer": "ALL"
  },
  {
    "question_number": 12,
    "question_type": "visual_bonus",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Shown in the image is the stabilization of a lithium cation via electron donation from four C-H bonds in a lithium-aluminate intermediate being studied at Argonne National Lab. Answer the following two questions about the image:1. This is an analogue to what interaction in transition metal organometallic compounds?2. What is the formal charge of the circled aluminum atom?",
    "answer": "1 - AGOSTIC INTERACTION;2 - (-1)"
  },
  {
    "question_number": 13,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Rank the following three compounds in order of increasing acidity:1) Ethanal;2)2,4-dipentanone;3) Methylbenzene.",
    "answer": "3,1,2"
  },
  {
    "question_number": 13,
    "question_type": "bonus",
    "category": "chemistry",
    "answer_type": "multiple_choice",
    "body": "Which of the following statements is true regarding amination reactions?",
    "choices": {
      "W": "The reaction between methyl iodide and ammonia results in polyalkylation",
      "X": "Reductive amination uses lithium aluminum hydride to reduce an imine to an amine",
      "Y": "Alkenes react with nitrogen on heterogeneous catalysts to produce amines",
      "Z": "The Staudinger reaction produces amines through a pericyclic reaction"
    },
    "answer": "W) THE REACTION BETWEEN METHYL IODIDE AND AMMONIA RESULTS IN POLYALKYLATION"
  },
  {
    "question_number": 14,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "A convex equiangular hexagon ABCDEF has $\\athrm{AB} =12$, $\\athrm{BC} =5$, $\\athrm{CD} =13$, and $\\athrm{DE} =8$. What are EF and FA, respectively?",
    "answer": "9 AND9"
  },
  {
    "question_number": 14,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "What is the sum of the3 smallest positive integers $b$ such that three- two in base $b$ is a perfect cube?",
    "answer": "654"
  },
  {
    "question_number": 15,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "multiple_choice",
    "body": "Which of the following species is least likely to be translocated through phloem tissue?",
    "choices": {
      "W": "mRNA strands",
      "X": "Reducing sugars",
      "Y": "Amino acids",
      "Z": "Nitrogen-fixing nodules"
    },
    "answer": "X) REDUCING SUGARS"
  },
  {
    "question_number": 15,
    "question_type": "bonus",
    "category": "biology",
    "answer_type": "multiple_choice",
    "body": "Which of the following does not accurately match coat proteins on a vesicle to their destination?",
    "choices": {
      "W": "Vesicles coated with clathrin and adaptin1 travel towards lysosomes",
      "X": "Vesicles coated with clathrin and adaptin2 travel toward the plasma membrane",
      "Y": "Vesicles coated with COPII travel towards Golgi cisternae",
      "Z": "Vesicles coated with COPII travel towards the endoplasmic reticulum"
    },
    "answer": "X) VESICLES COATED WITH CLATHRIN AND ADAPTIN2 TRAVEL TOWARD THE PLASMA MEMBRANE"
  },
  {
    "question_number": 16,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Galactic evolution from the blue cloud to the red sequence in the CM diagram occurs via what general process, which may involve strangulation from other galaxies and virial shock heating?",
    "answer": "GALACTIC QUENCHING"
  },
  {
    "question_number": 16,
    "question_type": "visual_bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Shown is a recently released image of3C279, a blazar in the constellation of Virgo. Answer the following two questions about the image:1. What type of interferometry was used to generate this image?2. What type of structure is labelled A?",
    "answer": "1 - VERY LONG BASELINE INTERFEROMETRY;2 - RELATIVISTIC JETS"
  },
  {
    "question_number": 17,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "A photon’s path through empty spacetime is plotted on a Minkowski diagram. What is the slope of its worldline?",
    "answer": "1"
  },
  {
    "question_number": 17,
    "question_type": "bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "An electron has wave function psi of $r$ equals $Nr^2$ for $r$ is less than or equal to1, where $N$ is a normalization constant. What is the probability that the particle is found with $r$ is less than $1 /2$?",
    "answer": "1/128"
  },
  {
    "question_number": 18,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Identify all of the following three mechanistic steps that occur in the aldol reaction of acetaldehyde:1) Carbon-carbon sigma bond formation;2) Alpha hydrogen deprotonation;3) Alpha-hydroxy aldehyde formation.",
    "answer": "1 AND2"
  },
  {
    "question_number": 18,
    "question_type": "bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Identify all of the following three statements are true regarding thermodynamic potentials:1) At constant volume, systems tend to maximize Helmholtz free energy;2) At constant pressure, Gibbs free energy is proportional to global change in entropy;3) The partial derivative of entropy with respect to volume is equal to the partial derivative of pressure with respect to temperature.",
    "answer": "2 AND3"
  },
  {
    "question_number": 19,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "multiple_choice",
    "body": "Scientists at Argonne National Lab are investigating the deformation of lizardite, a serpentine mineral, to better understand the initiation of large-scale tectonic movements. Which of the following best describes the formation of lizardite and other serpentine minerals?",
    "choices": {
      "W": "Hydrous metamorphism of ultramafic minerals",
      "X": "Crystallization from highly-evolved magma bodies",
      "Y": "Retrograde metamorphism of gneiss and migmatite",
      "Z": "Contact metamorphism of silicates by magmatic intrusions"
    },
    "answer": "W) HYDROUS METAMORPHISM OF ULTRAMAFIC MINERALS"
  },
  {
    "question_number": 19,
    "question_type": "visual_bonus",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Shown in the image is a lattice in the spin ice state, a type of magnetic substance that is being studied at Lawrence Berkeley National Lab. The light blue arrows represent the magnetic moments of the magnetic ions. Identify all of the following four statements regarding spin ice that are true:1) The substance shown in the lattice is water ice;2) The magnetic field of the crystal shown has nonzero divergence;3) Spin ice has residual entropy;4) Low-energy quasiparticles resembling magnetic monopoles have been observed in spin ice.",
    "answer": "3 AND4"
  },
  {
    "question_number": 20,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "Raymond is standing at the origin of the2D plane. What is the minimum distance he needs to travel in order to go to the line with equation $3x +4y =12$?",
    "answer": "12/5"
  },
  {
    "question_number": 20,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "What is the line integral of $f(x, y) = xy - x - y +1$ along the contour defined by the circle $x^2 + y^2 =16$ going counterclockwise?",
    "answer": "8\\i"
  },
  {
    "question_number": 21,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "What class of proteins, along with complex lipopolysaccharides, allows for diffusion across Gram-negative membranes?",
    "answer": "PORINS"
  },
  {
    "question_number": 21,
    "question_type": "visual_bonus",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Identify all of the following four structures that will shorten during muscle contraction:1) Overall sarcomere length;2) I band;3) H zone;4) A band.",
    "answer": "1,2 AND3"
  },
  {
    "question_number": 22,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "multiple_choice",
    "body": "Which of the following statements concerning the Lambda-CDM Model is NOT true?",
    "choices": {
      "W": "Structure forms via a top-down fragmentation mechanism",
      "X": "It incorporates a cosmological constant parameter to account for dark energy of the universe",
      "Y": "Dark matter does not interact via the strong force",
      "Z": "The universe originated from a single point of infinite density and temperature"
    },
    "answer": "W) STRUCTURE FORMS VIA A TOP-DOWN FRAGMENTATION MECHANISM"
  },
  {
    "question_number": 22,
    "question_type": "visual_bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Shown in the image is a paraequence set. Answer the following two questions about the image:1. Which law states that the vertical progression of various facies forms as a succession of laterally ordered depositional environments?2. What type of paraequence set is shown in the image, assuming no strata has been overturned?",
    "answer": "1 - WALTHER'S LAW;2 - PROGRADATIONAL PARA SEQUENCE SET"
  },
  {
    "question_number": 23,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "What theoretical limit states that the maximum efficiency of a solar cell with one p–n junction is around $33.7\\$?",
    "answer": "SHOCKLEY-QUEISSER LIMIT"
  },
  {
    "question_number": 23,
    "question_type": "bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "Identify all of the following statements that are true regarding rotating rigid bodies:1) Orientation cannot change while angular momentum is zero;2) Rotation about the principal axis with the greatest moment of inertia is unstable;3) Precession requires an external torque.",
    "answer": "1 ONLY"
  }
]