[
  {
    "question_number": 1,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "multiple_choice",
    "body": "Which of the following types of galaxies were fundamental in helping astronomers determine that the early universe contained more compact and more irregular galaxies?",
    "choices": {
      "W": "Starburst galaxies",
      "X": "Ultra luminous infrared galaxies",
      "Y": "Blue dwarf galaxies",
      "Z": "Seyfert galaxies"
    },
    "answer": "Y) BLUE DWARF GALAXIES"
  },
  {
    "question_number": 1,
    "question_type": "visual_bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Answer the following 3 questions concerning the picture shown: I. Give the name for each of the following types of partial melting with their respective number: 1) Decompression Melting; 2) Frictional Melting. 3) Flux Melting. II. Name the feature found at the letter 'A'. III. Give the letter where one would most likely find MORBs.",
    "answer": "I. a) 1 b) 3 c) 2; II. DIAPIR; III. B"
  },
  {
    "question_number": 2,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Identify all of the following three rearrangements that proceed through carbene intermediates: 1) Wolff rearrangement; 2) Curtius rearrangement; 3) Hoffman rearrangement.",
    "answer": "1 ONLY"
  },
  {
    "question_number": 2,
    "question_type": "visual_bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Shown in the image are the mechanisms of three different pericyclic reactions. By number, identify all of the mechanisms shown that are thermally allowed.",
    "answer": "2 AND 3"
  },
  {
    "question_number": 3,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Scientists at Princeton Plasma Physics Laboratory are studying the splitting of Mercury’s spectral lines by the Zeeman effect and the planet’s unique magnetic sphere. While this splitting can easily be seen by most spectrometers, a group of small shifts and splittings caused by nuclear magnetic dipole moments interacting with the magnetic field generated by the electrons can only be seen using interferometry. What is the name of this group of shifts?",
    "answer": "HYPERFINE STRUCTURE"
  },
  {
    "question_number": 3,
    "question_type": "visual_bonus",
    "category": "energy",
    "answer_type": "multiple_choice",
    "body": "Shown is the tandem mass spectrum of a polypeptide, with the mass to charge ratio of each peak listed above their respective peaks. Which of the following could be the sequence of the first three amino acid residues in the polypeptide?",
    "choices": {
      "W": "Tryptophan, leucine, isoleucine",
      "X": "Cysteine, valine, proline",
      "Y": "Alanine, methionine, tyrosine",
      "Z": "Lysine, histidine, arginine"
    },
    "answer": "W) TRYPTOPHAN, LEUCINE, ISOLEUCINE"
  },
  {
    "question_number": 4,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "multiple_choice",
    "body": "Which of the following statements is false regarding systems at negative temperature?",
    "choices": {
      "W": "They have bounded phase spaces",
      "X": "They are in thermal equilibrium",
      "Y": "As heat is added, entropy decreases",
      "Z": "They are colder than systems at positive temperature"
    },
    "answer": "Z) THEY ARE COLDER THAN SYSTEMS AT POSITIVE TEMPERATURE"
  },
  {
    "question_number": 4,
    "question_type": "bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "An infinite number of resistors are placed in parallel. The first resistor has a resistance of 1 ohm, the second has a resistance of 3 ohms, the third has a resistance of 9 ohms, and so on, with each resistor having triple the resistance of the last. If 16 volts are applied across these resistors, how many amperes of current will flow?",
    "answer": "24 AMPERES"
  },
  {
    "question_number": 5,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "If $f(1 + \\rac{1}{x}) = x - 1$, compute $f^{-1}(2)$.",
    "answer": "4/3"
  },
  {
    "question_number": 5,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "Let D be a point on side AB on equilateral triangle ABC such that $\\athrm{AD} = 3$ and $\\athrm{DB} = 9$. Determine the maximum possible length of segment DE, if E can be any point on the circumcircle of ABC.",
    "answer": "$\\qrt{21} +4\\qrt{3}$"
  },
  {
    "question_number": 6,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "What group of unmethylated DNA sequences does TLR9 detect that are commonly found within bacteria and viruses, but not animals?",
    "answer": "CpG SITES (ACCEPT: CG)"
  },
  {
    "question_number": 6,
    "question_type": "bonus",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "What set of nonlinear differential equations are often used as approximations to model the prey predator relationships in nature?",
    "answer": "LOTKA-VOLTERRA EQUATIONS"
  },
  {
    "question_number": 7,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Rank the following three orbits of a Schwarzschild black hole in increasing distance from the singularity: 1) ISCO; 2) Photon sphere; 3) Event horizon.",
    "answer": "1, 2, 3"
  },
  {
    "question_number": 7,
    "question_type": "visual_bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Shown in the image is the black hole in M87 compiled by the Event Horizon Telescope collaboration using radio telescopes via interferometry. Answer the following three questions concerning the black hole in this image: I. The brighter accretion disk on one side of the black hole compared to the other side is due to what phenomenon, occurring when relativistic doppler effects cause matter moving away to appear dimmer than matter moving towards an observer? II. The black hole in the image is mounting evidence for the impossibility of observing a naked singularity, postulated by what hypothesis? III. A: What classic theorem states that this black hole can be completely described by three properties and B: Name these three properties.",
    "answer": "1) RELATIVISTIC BEAMING (ACCEPT: DOPPLER BEAMING, DOPPLER BOOSTING, OR THE HEADLIGHT EFFECT); 2) COSMIC CENSORSHIP HYPOTHESIS; 3) A: NO HAIR THEOREM; B) MASS, CHARGE, ANGULAR MOMENTUM"
  },
  {
    "question_number": 8,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "multiple_choice",
    "body": "Which of the following correctly describes the cause of the 21 centimeter line in the hydrogen spectrum?",
    "choices": {
      "W": "An allowed spin flip from a singlet to a triplet state",
      "X": "An allowed spin flip from a triplet to a singlet state",
      "Y": "A forbidden spin flip from a singlet to a triplet state",
      "Z": "A forbidden spin flip from a triplet to a singlet state"
    },
    "answer": "Z) A FORBIDDEN SPIN FLIP FROM A TRIPLET TO A SINGLET STATE"
  },
  {
    "question_number": 8,
    "question_type": "bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "A neutral vanadium based complex is created with three methyl ligands and a methylidene ligand. What is the overall electron count of the complex?",
    "answer": "10"
  },
  {
    "question_number": 9,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Scientists at the Pacific Northwest National Laboratory are studying biochemical metabolites by analyzing their collision cross-section when they are shot into gas. What group of lipid secondary metabolites formed by the condensation of acetyl-CoA are created by plants and fungi for the biosynthesis of compounds such as antimicrobials?",
    "answer": "POLYKETIDES"
  },
  {
    "question_number": 9,
    "question_type": "visual_bonus",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Scientists at the National Renewable Energy Laboratory are researching the use of molybdenum disulfide sheets that are modified with substituted phenyl rings to catalyze hydrogen evolution. The scientists found that the hammett rho values of the phenyl rings influenced the catalyst's functionality. By number, identify all of the three reactions shown that display a negative hammett rho value.",
    "answer": "2 AND 3"
  },
  {
    "question_number": 10,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "The measurement of the earth’s magnetic field by birds is a striking example of what effect of quantum mechanical systems in which the eigenstate of a particle may be arrested if measured frequently enough?",
    "answer": "QUANTUM ZENO EFFECT"
  },
  {
    "question_number": 10,
    "question_type": "visual_bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "Shown on the diagram is the Feynman [fine-man] diagram for a specific process. Answer the following two questions about this process. I. Identify both the particle labelled ‘A’ and the particle labelled ‘B’, respectively. II. The process shown violates a certain conserved quantity. What is this quantity?",
    "answer": "1) A IS W- BOSON, B IS ELECTRON, 2) LEPTON NUMBER"
  },
  {
    "question_number": 11,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "Find the greatest value of $n$ such that $5^n$ divides $11^{25} - 1$.",
    "answer": "3"
  },
  {
    "question_number": 11,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "Evaluate the double integral of $xy^2 dA$ over the rectangular region defined by $0 \\eq x \\eq 2$ and $0 \\eq y \\eq 1$.",
    "answer": "$\\rac{2}{3}$"
  },
  {
    "question_number": 12,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "multiple_choice",
    "body": "The Janus kinase or JAK-STAT signaling pathway is mostly responsible for which of the following",
    "choices": {
      "W": "Detection of hypophysiotropic hormones in the anterior pituitary gland",
      "X": "Activation of the immune system",
      "Y": "Inhibition of neural growth",
      "Z": "Monitoring lung interstitial pressure"
    },
    "answer": "X) ACTIVATION OF THE IMMUNE SYSTEM"
  },
  {
    "question_number": 12,
    "question_type": "visual_bonus",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Shown in the image is the Wood-Ljungdahl pathway, an anabolic pathway within acetogens and methanogens that reduces carbon dioxide into acetyl-CoA. Answer the following three questions regarding this pathway: I. Based on the image, what is the electron donor in the first reduction of $\\athrm{CO}_{2}$ to $\\athrm{CO}$? II. The acetyl-CoA produced in this pathway can be converted to succinate, and furthermore carbohydrates via what other anabolic pathway that proceeds in specialized peroxisomes not present within animals? III. Unlike the reverse Krebs cycle, instead of requiring $\\athrm{CO}_{2}$ and water, it requires $\\athrm{CO}_{2}$ and what reducing agent to initiate the cycle?",
    "answer": "1) HYDROGEN; 2) GLYOXYLATE CYCLE; 3) HYDROGEN."
  },
  {
    "question_number": 13,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "multiple_choice",
    "body": "Which of the following resonances causes the largest gap in asteroid concentration around Jupiter known as the Kirkwood gaps?",
    "choices": {
      "W": "5:2 [five to two]",
      "X": "5:3 [five to three]",
      "Y": "3:2 [three to two]",
      "Z": "2:1 [two to one]"
    },
    "answer": "Z) 2:1"
  },
  {
    "question_number": 13,
    "question_type": "bonus",
    "category": "earth_and_space",
    "answer_type": "multiple_choice",
    "body": "Which of the following is NOT correct about the kappa-mechanism in pulsating variable stars?",
    "choices": {
      "W": "The kappa-mechanism primarily occurs in a zone of partially ionized helium",
      "X": "In cool stars, the zone of partially ionized helium is too deep in the envelope for rebound to occur",
      "Y": "In non-pulsating stars, temperature and opacity typically have a negative relationship",
      "Z": "Doubly ionized helium is less opaque than singly ionized helium"
    },
    "answer": "Z) DOUBLY IONIZED HELIUM IS LESS OPAQUE THAN SINGLY IONIZED HELIUM"
  },
  {
    "question_number": 14,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Identify all of the following three statements that are true about azo coupling: 1) The diazonium salt must be activated for coupling to occur; 2) The HOMO of the reaction is the diazonium pi orbital; 3) The resulting configuration of the azo group is stereospecific.",
    "answer": "NONE"
  },
  {
    "question_number": 14,
    "question_type": "bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Identify all of the following three statements that are true about the anomeric effect in substituted cyclohexane derivatives: 1) Polar solvents help strengthen the anomeric effect; 2) It is caused by greater stabilization from overlap of the nonbonding heteroatom orbital with the carbon substituent sigma star orbital; 3) Sulfur displays a weaker anomeric effect than oxygen when used as a heteroatom in cyclohexane derivatives.",
    "answer": "2 ONLY"
  },
  {
    "question_number": 15,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Scientists at Lawrence Berkeley National Lab have been detecting fermionic dark matter on the GeV scale via both the analysis of gravitational footprints and scattering experiments. They previously confirmed detection of certain astronomical bodies found in the spherical component of galaxies, that when passing in front of a star cause gravitational microlensing to occur. These astronomical bodies may explain the apparent detection of dark matter within rotation curves and is a leading dark matter candidate. What is the term for these astronomical objects?",
    "answer": "MACHOs (ACCEPT: MASSIVE ASTROPHYSICAL COMPACT HALO OBJECT)"
  },
  {
    "question_number": 15,
    "question_type": "bonus",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Scientists at Pacific Northwest National Laboratory are studying the mechanisms of Parkinson’s disease and the resulting depletion of dopamine. One group of drugs used to treat Parkinson’s inhibit what enzyme responsible for the oxidation of dopamine in the brain?",
    "answer": "MAO (ACCEPT: MONOAMINE OXIDASE)"
  },
  {
    "question_number": 16,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "A stream of photons is directed at a charged particle resulting in the photons undergoing Compton scattering. A detector is placed at a certain angle away from the outgoing stream. Indicate all of the three following choices that would increase the wavelength shift: 1) Increasing detector angle; 2) Using a target with more mass; 3) Increasing the intensity of the photon stream.",
    "answer": "1 ONLY"
  },
  {
    "question_number": 16,
    "question_type": "bonus",
    "category": "physics",
    "answer_type": "multiple_choice",
    "body": "Which of the following 2-dimensional electric fields would NOT have a well defined electric potential associated with it?",
    "choices": {
      "W": "$(4x)\\athbf{i} + (\\athbf{y})\\athbf{j}$",
      "X": "$2\\athbf{i} + (9\\athbf{y})\\athbf{j}$",
      "Y": "$(\\athbf{y})\\athbf{i} - (\\athbf{x})\\athbf{j}$",
      "Z": "$(\\in (\\athbf{y})\\os (\\athbf{x}))\\athbf{i} + (\\in (\\athbf{x})\\os (\\athbf{y}))\\athbf{j}$"
    },
    "answer": "Y) $(\\athbf{y})\\athbf{i} - (\\athbf{x})\\athbf{j}$"
  },
  {
    "question_number": 17,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "Regular tetrahedron ABCD has side length 1. A plane intersects the tetrahedron at the midpoints of edges AD, AC, BD, and BC. What is the area of the cross section formed by the plane and the tetrahedron?",
    "answer": "1/4"
  },
  {
    "question_number": 17,
    "question_type": "visual_bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "Show in the image is the graph of a two-valued function along a certain interval of its domain. The point marked in red is a saddle point of the function. Identify whether each of the following two values, when evaluated at the point marked in red, are positive, negative, or zero. I. The magnitude of the gradient. II. The determinant of the Hessian matrix.",
    "answer": "1) ZERO; 2) NEGATIVE."
  },
  {
    "question_number": 18,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Your friend Daniel walks into the room complaining of a headache. You sit him down and realize that while he does not move, his eyes are uncontrollably darting around as if his vestibular apparatus is being stimulated. What term is given to these uncontrollable movements?",
    "answer": "NYSTAGMUS"
  },
  {
    "question_number": 18,
    "question_type": "bonus",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Some people are born with situs inversus, the inversion of the body positions of the organs. They are often characterized by the lack of primary cilia, which is implicated in the migration of organs. What term is given to the disease characterized by this lack of cilia?",
    "answer": "KARTAGENER'S DISEASE (ACCEPT: PRIMARY CILIARY DYSKINESIA AND IMMOTILE CILIARY SYNDROME)"
  },
  {
    "question_number": 19,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Give, by name or number, all of the following three statements which are true concerning blazars: 1) They appear brighter due to high relativistic beaming; 2) Superluminal motion can be observed from blazars; 3) They are found at the center of elliptical galaxies.",
    "answer": "ALL"
  },
  {
    "question_number": 19,
    "question_type": "bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "By name or number, identify all the following that are true about cratons: 1) Platforms are outcrops of exposed Precambrian igneous and high-grade metamorphic rocks; 2) Shields are platforms that are covered by relatively thin layer of sedimentary strata; 3) When tectonic forces restart in a craton, epiregony [ep-ai-roj-UH-nee] forms new domes and basins.",
    "answer": "NONE"
  },
  {
    "question_number": 20,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "multiple_choice",
    "body": "Tris(2,2'-bipyridyl) ruthenium (II) is a brightly colored orange compound, which is a versatile photochemical redox reagent. What type of transition metal electronic transition is most likely responsible for its color due to the low reduction potential of the ruthenium metal center?",
    "choices": {
      "W": "$d$ to $d$ transition",
      "X": "Ligand-to-metal charge transfer",
      "Y": "Metal-to-ligand charge transfer",
      "Z": "$\\i$ to $\\i$ star transition"
    },
    "answer": "Y) METAL-TO-LIGAND CHARGE TRANSFER"
  },
  {
    "question_number": 20,
    "question_type": "visual_bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Shown in the image is a wavefunction of a 2-dimensional square potential well. Answer the following three questions regarding the image: I. How many nodal planes does this wavefunction possess? II. What are the values of the quantum numbers in the $x$ and $y$ directions, respectively? III. What is the probability of finding an electron at $x$ and $y$ coordinates where $x < 0.5$ and $y < 0.5$?",
    "answer": "1) 6; 2) 4, 4; 3) $\\rac{1}{4}$"
  },
  {
    "question_number": 21,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Scientists at Oak Ridge National Laboratory are studying macromolecular nanophase science. Rather than traditional mass spectrometry that allows the molecules themselves to absorb the energy of the laser source, they utilized an energy absorbing matrix to reduce fragmentation of biomolecules. What is this type of mass spectrometry called?",
    "answer": "MALDI (ACCEPT: MALDI- TOF, MATRIX ASSISTED LASER DESORPTION/IONIZATION)"
  },
  {
    "question_number": 21,
    "question_type": "bonus",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Researchers at Sandia National Laboratory studied various promising methods of hydrogen storage, including nickel metal hydrides. What is the average bond order of each nickel hydrogen bond in the tetrahedral complex $\\athrm{NiH_4^{4 - }}$?",
    "answer": "1/4"
  },
  {
    "question_number": 22,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "What interpretation of quantum mechanics results in the same effects as probabilistic interpretations yet suggests that an actual configuration of the particle and its guiding equation exists which evolves deterministically over time?",
    "answer": "DE BROGLIE- BOHM INTERPRETATION (ACCEPT: PILOT WAVE)"
  },
  {
    "question_number": 22,
    "question_type": "visual_bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "The diagram depicts a P-N junction. Answer the following three questions: I. The graphs A-C correspond to voltage, net charge density, electric field. Match each variable to its corresponding graph. II. Identify the region D. III. What is the term for the quasiparticle consisting of a combined electron and hole?",
    "answer": "1) A IS CHARGE, B IS ELECTRIC FIELD, C IS VOLTAGE; 2) DEPLETION REGION (ACCEPT SPACE CHARGE REGION); 3) EXCITON."
  },
  {
    "question_number": 23,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "What is the sum of the magnitudes of the roots to the equation $x^4 + x^2 + 1 = 0$.",
    "answer": "4"
  },
  {
    "question_number": 23,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "There are six points in a plane, no four of which are collinear. A line is formed between every pair of points. What is the minimum number of distinct lines that can be formed?",
    "answer": "7"
  },
  {
    "question_number": 24,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Gastric inhibitory peptide belongs to what group of hormones that function to provide a feedforward for insulin secretion?",
    "answer": "INCRETINS"
  },
  {
    "question_number": 24,
    "question_type": "visual_bonus",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Answer the following three questions about the image: I. What is the rate-limiting enzyme marked by 1? II. What general class of drugs inhibit enzyme 1? III. What is the compound marked by 2 from which all steroids and terpenes originate from?",
    "answer": "1) HMG-CoA REDUCTASE; 2) STATINS; 3) MEVALONIC ACID (ACCEPT: MEVALONATE)"
  },
  {
    "question_number": 25,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "multiple_choice",
    "body": "Which of the following is NOT in the assemblage for greenschist facie rocks with an ultramafic parent?",
    "choices": {
      "W": "Chlorite",
      "X": "Serpentine",
      "Y": "Tremolite",
      "Z": "Albite"
    },
    "answer": "Z) ALBITE"
  },
  {
    "question_number": 25,
    "question_type": "visual_bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Depicted in the image is a series of spectral lines and their strength against temperature. Using the labeled letters of the curves, match each of the following four spectra with their spectral lines: 1) Titanium oxide; 2) Ionized iron; 3) Helium; 4) Ionized helium.",
    "answer": "1 IS F; 2 IS D; 3 IS B; 4 IS A."
  }
]