Failure:
[{"question_number":1,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"Identify all of the following three characteristics that are found in both charophytes and land plants: 1) Formation of phragmoplast; 2) Rosette-shaped cellulose synthesizing enzymes; 3) Flagellated sperm.","answer":"ALL"},{"question_number":1,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"Identify all of the following three diseases that are sex linked: 1) Cystic fibrosis; 2) Mononucleosis; 3) AIDS.","answer":"NONE"},{"question_number":2,"question_type":"tossup","category":"energy","answer_type":"multiple_choice","body":"Researchers at Brookhaven National Lab are studying iron-nickel meteorites and their role in solar system formation. Which of the following statements regarding the origin of iron-nickel meteorites is true?","choices":{"W":"They are usually formed from surficial impacts on large planetesimals","X":"They originate from ejected material in young protostars","Y":"They originate from the cores of differentiated planetesimals","Z":"They originate from the differentiation of chondrites"},"answer":"Y) THEY ORIGINATE FROM THE CORES OF DIFFERENTIATED PLANETESIMALS"},{"question_number":2,"question_type":"bonus","category":"energy","answer_type":"short_answer","body":"Scientists at Lawrence Berkeley National Lab have been studying predisposition to cancer. They found that the largest genetic contributor was the inheritance of one malfunctioning tumor suppressor allele. Identify all of the following three genes that are tumor suppressor genes: 1) p53; 2) Ras; 3) BRCA1.","answer":"1 AND 3"},{"question_number":3,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"What is the limit as $x$ approaches infinity of the fraction with numerator $7x^{2} + 4x$ and denominator $4x^{2} + 10x + 11$ ?","answer":"7/4"},{"question_number":3,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Albert pays Bill 10 dollars, and each of them guesses an integer between 1 and 100, inclusive. If the units digits of Albert's and Bill's numbers match, then Bill returns 5 dollars to Albert; if Albert's and Bill's numbers are identical, Bill pays Albert $x$ more dollars. Given that the expected value of playing this game is 0, what is $x$ ?","answer":"950"},{"question_number":4,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"What instrument did Michelson and Morley use to disprove the existence of the luminiferous ether?","choices":{"W":"Laser","X":"Torsion balance","Y":"Interferometer","Z":"Cyclotron"},"answer":"Y) INTERFEROMETER"},{"question_number":4,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"Identify all of the following three statements that are true regarding bodies under stress: 1) They become permanently deformed past their yield strength; 2) They can return to their original form past their ultimate strength; 3) The stress-strain curve is quadratic in the elastic range.","answer":"1 ONLY"},{"question_number":5,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following spectral classes of stars experiences the strongest ionized calcium lines?","choices":{"W":"O","X":"A","Y":"G","Z":"M"},"answer":"Y) G"},{"question_number":5,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"In which of the following petrogenic environments would hornfels-facies metamorphism most likely be expected?","choices":{"W":"Subduction zone","X":"Continent-continent convergence","Y":"Mid-ocean ridge","Z":"Pluton aureole"},"answer":"Z) PLUTON AUREOLE"},{"question_number":6,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"Which of the following gases has a compression factor greater than 1 for all pressures at 300 kelvins?","choices":{"W":"Methane","X":"Ammonia","Y":"Dimethyl ether","Z":"Hydrogen"},"answer":"Z) HYDROGEN"},{"question_number":6,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"In the Lennard-Jones potential, the $r^6$ term is used to approximate the potential energy of what specific class of intermolecular interactions?","answer":"VAN DER WAALS FORCES (ACCEPT: DISPERSION FORCES)"},{"question_number":7,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"A passenger is standing on a scale in an elevator. As the elevator accelerates upwards, the scale reads 830 newtons. The elevator then begins to accelerate downwards at the same magnitude, with the scale now reading 650 newtons. In newtons, what is the weight of the passenger?","answer":"740"},{"question_number":7,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"A 12-volt battery has a 3-ohm internal resistance. What is the maximum power, in watts, that it can deliver to a light bulb connected in series?","answer":"12"},{"question_number":8,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"Vernalization is a treatment to many plants used to promote which response?","answer":"FLOWERING"},{"question_number":8,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"During apoptosis, the release of which iron coordinating protein in the mitochondria is responsible for the activation of caspase enzymes?","answer":"CYTOCHROME C"},{"question_number":9,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"Sulfuric acid in the Earth's atmosphere is formed from the hydration of what specific secondary air pollutant?","answer":"SULFUR TRIOXIDE (ACCEPT: $\\athrm{SO}_3$ )"},{"question_number":9,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"The innermost stable circular orbit, or ISCO, is often applied to black holes and as a test of general relativity. The ISCO is equal to what multiple of the Schwarzschild radius?","answer":"3"},{"question_number":10,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"The partial combustion of methane produces carbon monoxide, which then reacts with diatomic oxygen to form carbon dioxide. If the enthalpy change of each of these reactions is known, what law can be used to calculate the enthalpy of complete combustion for methane?","answer":"HESS'S LAW"},{"question_number":10,"question_type":"bonus","category":"chemistry","answer_type":"multiple_choice","body":"Two rigid containers are filled at room temperature, one with 1 mole of monatomic ideal gas, and another with 1 mole of diatomic ideal gas. When 100 kilojoules of heat are supplied to each container, the final temperature is higher in one of the containers. Which of the following is a reason for this effect?","choices":{"W":"The monatomic gas has more vibrational modes","X":"The diatomic gas has more vibrational modes","Y":"The monatomic gas has more rotational modes","Z":"The diatomic gas has more rotational modes"},"answer":"Z) THE DIATOMIC GAS HAS MORE ROTATIONAL MODES"},{"question_number":11,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"Points A and B lie on a circle centered at O, and the tangents to the circle at A and B intersect at C. If $\\athrm{OA} = \\athrm{AC}$ , what is angle AOB in degrees?","answer":"90"},{"question_number":11,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"If $f(x) = x^{3} - 3x^{2} + 3x - 9$ , what is the derivative of the inverse of $f$ at $x = 0$ ?","answer":"1/12"},{"question_number":12,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"Scientists at Ames Lab have been studying the novel properties of high-temperature superconductors. In low-temperature superconductors, what process is responsible for the expulsion of a magnetic field as a material transitions into a superconducting state?","answer":"MEISSNER EFFECT"},{"question_number":12,"question_type":"bonus","category":"energy","answer_type":"short_answer","body":"Scientists at Pacific Northwest National Lab have been studying the gradients of different greenhouse gases in tree stems of the Pacific Northwest. They found that the different gradients mostly depended on the tree physiology and its bark structure. In trees, lenticels are analogous to what oxygen exchanging structure in herbaceous plants?","answer":"STOMATA (ACCEPT: STOMA)"},{"question_number":13,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"If $f(x) = 1$ over the quantity $1 - x$ , what is $f$ of $f$ of $f$ of 2020?","answer":"2020"},{"question_number":13,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"There are five distinct marbles in a bag. Every second, Alice draws a random marble and puts it back, stopping when she has drawn all five marbles at least once. What is the probability that she stops after exactly 5 seconds?","answer":"24/625"},{"question_number":14,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"What neuropeptide functions as a neurotransmitter and neuromodulator by being implicated in the transmission of pain and inflammation?","answer":"SUBSTANCE P"},{"question_number":14,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"Rank the following three amino acids in terms of increasing migration speed in SDS-PAGE; 1) Alanine; 2) Glycine; 3) Tryptophan.","answer":"3, 1, 2"},{"question_number":15,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Lithium fusion is often useful for identifying which of the following substellar structures?","choices":{"W":"Black dwarf","X":"White dwarf","Y":"Brown dwarf","Z":"Exoplanet"},"answer":"Y) BROWN DWARF"},{"question_number":15,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"Internal waves in the ocean propagate along a distinct density boundary that separates two layers. Most internal waves are observed in what marine environment?","choices":{"W":"Near the bottom of the seafloor in abyssal regions","X":"Near river mouths on the continental shelf","Y":"On the continental slope","Z":"Within polar pycnoclines"},"answer":"X) NEAR RIVER MOUTHS ON THE CONTINENTAL SHELF"},{"question_number":16,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"The position of a particle along the $x$ -axis is described by the function $x(t) = 3t^3 - 6t^2 + 18t + 14$. Which of the following accurately describes the particle's motion at time $t = 2$ ?","choices":{"W":"Moving to the left and speeding up","X":"Moving to the right and speeding up","Y":"Moving to the left and slowing down","Z":"Moving to the right and slowing down"},"answer":"X) MOVING TO THE RIGHT AND SPEEDING UP"},{"question_number":16,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"In the rocket equation, the fuel consumption rate multiplied by the fuel exhaust speed represents what quantity?","answer":"THRUST"},{"question_number":17,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"Identify all of the following three particles that can be used to conduct diffraction studies on chemical samples: 1) Photons; 2) Electrons; 3) Neutrons.","answer":"ALL"},{"question_number":17,"question_type":"bonus","category":"chemistry","answer_type":"multiple_choice","body":"Which of the following is closest to the bond angle in degrees found in hydrogen sulfide?","choices":{"W":"90","X":"107","Y":"120","Z":"180"},"answer":"W) 90"},{"question_number":18,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"How many Lagrange points are there within a standard two-body system?","answer":"5"},{"question_number":18,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"Cross-bedded sandstones with individual beds several meters in height are best indicative of which of the following depositional environments?","choices":{"W":"Desert dunes","X":"Deep sea basin","Y":"Tidal flat","Z":"Alpine glacier"},"answer":"W) DESERT DUNES"},{"question_number":19,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"Scientists at Lawrence Berkeley National Lab are using ferroelectric ceramic materials with engineered crystal defects to create a \super\ version of what energy-storing circuit component?","answer":"CAPACITOR"},{"question_number":19,"question_type":"bonus","category":"energy","answer_type":"short_answer","body":"In order to determine the grain structure of ceramic microcrystals, scientists at Idaho National Lab are generating internal sound waves and using laser pulses to measure the frequencies of the acoustic phonons that result. How many distinct phonon frequencies must they measure in order to ascertain the general grain structure?","answer":"THREE"},{"question_number":20,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"Identify all of the following three quantities that remain constant for a system in static equilibrium: 1) Force; 2) Torque; 3) Linear momentum.","answer":"ALL"},{"question_number":20,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"What technique can be used to slow and trap atoms at low temperatures by using a light source tuned to a frequency just below an electronic transition to selectively target atoms moving toward the light beam?","answer":"DOPPLER COOLING (ACCEPT: LASER COOLING)"},{"question_number":21,"question_type":"tossup","category":"math","answer_type":"multiple_choice","body":"What is the domain of the function $y =$ the square root of the quantity $4 - x$ times the square root of the quantity $4 + x$ ?","choices":{"W":"$x$ is greater than $-4$ and less than 4","X":"$x$ is greater than $-4$ and less than or equal to 4","Y":"$x$ is greater than or equal to $-4$ and less than 4","Z":"$x$ is greater than or equal to $-4$ and less than or equal to 4"},"answer":"Z) $x$ IS GREATER THAN OR EQUAL TO $-4$ AND LESS THAN OR EQUAL TO 4"},{"question_number":21,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"The Spiral of Theodorus is a spiral of right triangles made by starting with a right triangle with both legs equal to 1, and making each successive triangle have one leg equal to 1 and the previous triangle's hypotenuse as the other leg. What is the ratio of the areas of the tenth triangle and the first triangle?","answer":"ROOT 10"},{"question_number":22,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"Photoelectron spectroscopy is a laboratory method used to determine orbital energies. In this technique, high-energy light is directed towards samples, causing electrons to be ejected. Identify all of the following quantities that must be known to calculate the orbital energies: 1) Kinetic energy of ejected electrons; 2) Frequency of light; 3) Intensity of light.","answer":"1 AND 2"},{"question_number":22,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"Rank the following three compounds in terms of increasing boiling point; 1) Benzene; 2) 1,4- dibromobenzene; 3) 1,2- dibromobenzene.","answer":"1, 2, 3"},{"question_number":23,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"Alex receives a critical injury to his substantia nigra and thus experiences a lack of dopamine release to the basal nuclei. He will likely exhibit symptoms of what neurologic disease?","answer":"PARKINSON'S DISEASE"},{"question_number":23,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"In the Heuring-Bruer reflex, pulmonary stretch receptors within the bronchioles send inputs inhibiting the apneustic center, which is present in which portion of the brainstem?","answer":"PONS"}]