Failure:
[{"question_number":1,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"Which of the following is NOT true about the pineapple?","choices":{"W":"Commercial pineapple cultivars arose from artificial selection of wild cultivars.","X":"The pineapple fruit is formed from an inflorescence.","Y":"Pineapple mesophyll cells store malic acid at night in vacuoles.","Z":"The pineapple tree has a prominent taproot."},"answer":"Z) THE PINEAPPLE TREE HAS A PROMINENT TAPROOT."},{"question_number":1,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"Because of the controversial nature of embryonic stem cells, developmental biologists often add transcription factors like Oct4 and c-Myc to ordinary somatic cells. This generates what specific type of stem cell which are able to mimic the development of a normal embryo?","answer":"INDUCED PLURIPOTENT STEM CELLS (ACCEPT: iPSCs, DO NOT ACCEPT: PLURIPOTENT STEM CELLS)"},{"question_number":2,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"For three liquids, the line of best fit is drawn on graphs with the y-axis the logarithm of the vapor pressure and the x-axis the reciprocal of temperature. Rank the following three compounds by increasing magnitude of the slope of their corresponding line: 1) Diethyl ether; 2) Methane; 3) Water.","answer":"2, 1, 3"},{"question_number":2,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"Identify all of the following three ethylene derivatives that would efficiently undergo polymerization in a solution of n-butylthium in pentane: 1) Propene; 2) Acrylonitrile; 3) Methyl vinyl ether.","answer":"2 ONLY"},{"question_number":3,"question_type":"tossup","category":"computer_science","answer_type":"short_answer","body":"Which part of a computer operating system maintains direct control of the hardware and controls I/O operations, schedules tasks for the CPU, and manages process memory?","answer":"KERNEL"},{"question_number":3,"question_type":"bonus","category":"computer_science","answer_type":"multiple_choice","body":"Let $N$ denote the size of an array. The discrete Fourier transform of the array can either be computed naively, or by the Fast Fourier Transform, which employs the technique of divide-and-conquer to compute the answer faster. In big-O notation, what is the run time of both the Fast Fourier Transform and the naive implementation?","choices":{"W":"O(log $N$ ) and O( $N$ )","X":"O( $N$ ) and O( $N\\og N$ )","Y":"O( $N\\og N$ ) and O( $N^{2}$ )","Z":"O( $N^{2}$ ) and O( $N^{2}\\og N$ )"},"answer":"Y) O( $N\\og N$ ) and O( $N^{2}$ )"},{"question_number":4,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"What thin layer in the lower mantle has a lower seismic wave velocity than the rest of the mantle and is thought to be a graveyard of sunken tectonic plates?","answer":"D\ [D double prime] layer"},{"question_number":4,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"A star with a mass of 20 solar masses is approximately how many times brighter than a 5 solar mass star?","choices":{"W":"16","X":"32","Y":"64","Z":"128"},"answer":"Z) 128"},{"question_number":5,"question_type":"tossup","category":"math","answer_type":"multiple_choice","body":"An isosceles triangle ABC has base AB. The perpendicular bisector of side BC is drawn, and it intersects base AB at a point between A and B. Which of the following statements must be true about this triangle?","choices":{"W":"The legs are longer than the base","X":"The legs are shorter than the base","Y":"The circumcenter is outside the triangle","Z":"The incenter is outside the triangle"},"answer":"X) THE LEGS ARE SHORTER THAN THE BASE"},{"question_number":5,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Let $f(x,y)$ equal $x^2 + y^2$. Starting from the point (6, 8) and moving in the opposite direction of the gradient, what are the coordinates of the point obtained after moving a distance of 1 in the xy plane?","answer":"(5.4, 7.2)"},{"question_number":6,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"In the SI system, what are the units for the Poynting vector?","choices":{"W":"W [watts]","X":"W/m [watts per meter]","Y":"W/m^2 [watts per meter squared]","Z":"W/m^3 [watts per meter cubed]"},"answer":"Y) W/m^2"},{"question_number":6,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"Identify all of the following three statements that are TRUE about the Rayleigh-Jeans law: 1) The Rayleigh-Jeans law relates emitted blackbody radiation with wavelength; 2) The Rayleigh-Jeans law agrees with experimental results in the high-wavelength limit; 3) The Rayleigh-Jeans law resolved the ultraviolet catastrophe that resulted from Wien's law.","answer":"1 AND 2"},{"question_number":7,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"In a technique called FRAP [frap], a small section of a fluorescent lipid bilayer is photobleached, and the recovery of the fluorescent signal from the section is tracked over time. Assuming the experiment is carried out at physiological temperature, which of the following would best increase the rate of recovery?","choices":{"W":"Adding more saturated fatty acids to the bilayer.","X":"Adding longer fatty acids to the bilayer.","Y":"Adding cholesterol to the bilayer.","Z":"Adding heat to the bilayer."},"answer":"Z) ADDING HEAT TO THE BILAYER"},{"question_number":7,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"Identify all of the following four metabolic processes that are primarily cytosolic in animal cells: 1) Glycolysis; 2) Krebs cycle; 3) Lactic acid fermentation; 4) Pentose phosphate pathway","answer":"1, 3, 4 [ACCEPT: ALL BUT 2]"},{"question_number":8,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"Short polypeptide sequences are often synthesized by the Merrifield solid-phase technique, in which the tert-butoxycarbonyl group is commonly used as an acid-labile protecting group. What is the chemical formula for the tert-butoxycarbonyl group?","choices":{"W":"$\\athrm{C_4H_9O_2}$","X":"$\\athrm{C_5H_9O_2}$","Y":"$\\athrm{C_5H_{10}O_2}$","Z":"$\\athrm{C_6H_9O_2}$"},"answer":"X) $\\athrm{C_5H_9O_2}$"},{"question_number":8,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"The oxidation of phenol into benzoquinone is an electrochemical half-reaction that releases how many electrons?","answer":"4"},{"question_number":9,"question_type":"tossup","category":"computer_science","answer_type":"multiple_choice","body":"Which of the following types of data transfer protocols is a reliable, connection-based protocol that includes features to mitigate data corruption during transfer, and also acts as a foundation for the HTTP protocol?","choices":{"W":"TCP","X":"UDP","Y":"Websocket","Z":"WebRTC"},"answer":"W) TCP"},{"question_number":9,"question_type":"bonus","category":"computer_science","answer_type":"short_answer","body":"Similar to a Turing Machine, a more basic model of computation is the finite-state automaton, which has a finite number of states it can be in while reading an input tape. What term describes the set of all languages accepted by finite-state automata?","answer":"REGULAR"},{"question_number":10,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Just after entering the main sequence, stars typically evolve in which of the following directions along the H-R diagram?","choices":{"W":"Up and left","X":"Up and right","Y":"Down and left","Z":"Down and right"},"answer":"X) UP AND RIGHT"},{"question_number":10,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"Identify all of the following three types of sediment deposit that would likely exhibit graded bedding: 1) Turbidite; 2) Glacial till; 3) Loess [low-us].","answer":"1 ONLY"},{"question_number":11,"question_type":"tossup","category":"math","answer_type":"multiple_choice","body":"Which of the following metrics does not actually satisfy every requirement to be a norm?","choices":{"W":"L zero norm","X":"L one norm","Y":"L two norm","Z":"L infinity norm"},"answer":"W) L ZERO NORM"},{"question_number":11,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Alice wants to pick a point within the unit circle uniformly and at random with respect to area (i.e. the probability that the point is within some subsection of the unit circle is proportional to the area of that subsection). Identify all of the following 3 sampling methods that fit Alice's standard for uniformity: I) Alice randomly picks a standard angle from 0 to 2pi, then randomly picks a radius from 0 to 1; II) Alice randomly picks two points on the circumference and takes their midpoint; III) Alice randomly picks a y value from -1 to 1, then randomly picks an x value from -1 to 1, repeating the process until she gets a point in the circle.","answer":"3 ONLY"},{"question_number":12,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"The ongoing g-2 [g minus two] experiment at Fermilabs studies the anomalous magnetic dipole moment of what second-generation lepton?","choices":{"W":"Electron","X":"Muon","Y":"Neutron","Z":"Proton"},"answer":"X) MUON"},{"question_number":12,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"The heat capacity at constant volume is exactly equal to the partial derivative of what state variable with respect to temperature when volume is held constant?","answer":"INTERNAL ENERGY (DO NOT ACCEPT: HEAT, ENERGY)"},{"question_number":13,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"Brian has been shot at the gas station next to Enloe High School. As he is bleeding out, his blood pressure starts to drop. Identify all of the following three hormones his body would release to try and raise his blood pressure by constricting his blood vessels: 1) Vasopressin; 2) Norepinephrine; 3) Angiotensin","answer":"ALL (ACCEPT: 1, 2, 3)"},{"question_number":13,"question_type":"bonus","category":"biology","answer_type":"multiple_choice","body":"What is the name of the enzyme that converts trypsinogen to its active form trypsin?","choices":{"W":"Enteropeptidase","X":"Zymogenidase","Y":"Chymotrypsin","Z":"Carboxypeptidase"},"answer":"W) ENTEROPEPTIDASE"},{"question_number":14,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"The fluorite crystal structure has a unit cell with 4 cations occupying the normal positions in a body centered cubic structure, and 8 anions occupying holes in the structure. What percent of the occupied holes are octahedral?","answer":"0"},{"question_number":14,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"The reaction A yields B is third order in A with a rate constant of 0.6 inverse molars squared per second. If the initial concentration of A is 1 molar, then at what time, in seconds, is the concentration of A 0.5 molar?","answer":"2.5"},{"question_number":15,"question_type":"tossup","category":"computer_science","answer_type":"multiple_choice","body":"Which of the following is the cause of a segmentation fault, a common error in low-level languages like C++?","choices":{"W":"A program attempts to access memory outside of its allocated block.","X":"A program attempts to use more time than its allocated period.","Y":"A program reaches a breakpoint and is paused by the system.","Z":"A program is unable to be parsed by the parser."},"answer":"W) A PROGRAM ATTEMPTS TO ACCESS MEMORY OUTSIDE OF ITS ALLOCATED BLOCK."},{"question_number":15,"question_type":"bonus","category":"computer_science","answer_type":"short_answer","body":"What metric describes the number of bit flips needed to change one string of binary data into another string of binary data?","answer":"HAMMING DISTANCE (DO NOT ACCEPT: LEVENSHTEIN DISTANCE)"},{"question_number":16,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"As a black hole rotates, it warps spacetime outside the event horizon via frame dragging. What is the name for the region where this distortion is so strong that all objects are forced to corotate with the black hole?","answer":"ERGOSPHERE"},{"question_number":16,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"Order the following three soil horizons from most to least organic material: 1) B; 2) E; 3) O.","answer":"3, 1, 2"},{"question_number":17,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"Alice shuffles a normal deck of cards and draws cards without replacement until she gets a red card. What is the probability that she has to draw exactly two cards?","answer":"13/51"},{"question_number":17,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"David has 2000 independent random variables X1 through X2000, where Xn is sampled from a normal distribution with standard deviation n. He adds up his random variables to get another random variable Y. To one significant figure, what is the standard deviation of Y?","answer":"50000"},{"question_number":18,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"As a corollary of Snell's law, light traveling between two media traces a path that minimizes its time of travel. What is the term for this principle that applies more generally to any inhomogenous medium?","answer":"FERMAT'S PRINCIPLE (ACCEPT: PRINCIPLE OF LEAST TIME)"},{"question_number":18,"question_type":"bonus","category":"physics","answer_type":"multiple_choice","body":"A ball is thrown from a fixed height with a fixed speed at an angle $\\theta$ from the vertical, where $\\theta$ is constrained between 0 and 90 degrees and $\\theta$ equals 0 when the ball is thrown directly downwards. Which of the following best describes the relationship between the final speed of the ball when it hits the ground and the angle $\\theta$ ?","choices":{"W":"The final speed increases with increasing $\\theta$ .","X":"The final speed decreases with increasing $\\theta$ .","Y":"The final speed increases, then decreases with increasing $\\theta$ .","Z":"The final speed is independent of $\\theta$ ."},"answer":"Z) THE FINAL SPEED IS INDEPENDENT OF $\\theta$ ."},{"question_number":19,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"Order the following four components of the light-dependent reactions from first to last. 1) Plastoquinone 2) Photosystem 1 3) Photosystem 2 4) Cytochrome b6f","answer":"3, 1, 4, 2"},{"question_number":19,"question_type":"bonus","category":"biology","answer_type":"multiple_choice","body":"Which of the following is NOT one of the four main phospholipids found in the mammalian cell membrane?","choices":{"W":"Phosphatidylcholine","X":"Phosphatidylserine","Y":"Phosphatidylethanolamine","Z":"Phosphatidylglycerol"},"answer":"Z) PHOSPHATIDYLGLYCEROL"},{"question_number":20,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"When reading a mass spectra for a purified compound, Coby notices a peak with an m/z [m to z] ratio two units higher than the molecular ion peak, and both peaks have roughly equal relative abundance. This suggests the presence of what atom in the compound?","choices":{"W":"Fluorine","X":"Chlorine","Y":"Bromine","Z":"Iodine"},"answer":"Y) BROMINE"},{"question_number":20,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"Rank the following four carboxylic acid derivatives by increasing reactivity to nucleophilic acyl substitution: 1) Acyl chlorides; 2) Amides; 3) Esters; 4) Thioesters.","answer":"2, 3, 4, 1"},{"question_number":21,"question_type":"tossup","category":"computer_science","answer_type":"short_answer","body":"Cantor's diagonalization argument provides a common proof for the Turing-undecidability of what problem in computability theory, which asks whether it is possible to determine whether a particular program will run forever on a given input?","answer":"HALTING PROBLEM"},{"question_number":21,"question_type":"bonus","category":"computer_science","answer_type":"multiple_choice","body":"Which of the following algorithms is NOT an algorithm relating to graphs?","choices":{"W":"A\\ [a-star]","X":"Nearest Neighbor Search","Y":"Dijkstra's [DYKE-straws]","Z":"Bellman-Ford"},"answer":"X) Nearest Neighbor Search"},{"question_number":22,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"A yazoo tributary exists due to the presence of which of the following alluvial features?","choices":{"W":"Alluvial fan","X":"Levee","Y":"Oxbow lake","Z":"Terrace"},"answer":"X) LEVEE"},{"question_number":22,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"The separation between rocky and icy bodies in the solar system is determined by the location of what boundary, which lay at approximately 3 AU during the solar system's formation?","answer":"FROST LINE (ACCEPT: SNOW LINE, ICE LINE)"},{"question_number":23,"question_type":"tossup","category":"math","answer_type":"multiple_choice","body":"The tangent line from a point to a circle has length 12, and the diameter of the circle is 12. What is the shortest distance between the point and the circle?","choices":{"W":"6 sqrt 3 - 6","X":"6","Y":"6 sqrt 5 - 6","Z":"12"},"answer":"Y) 6 SQRT 5 - 6"},{"question_number":23,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"How many positive integers less than 30 can be expressed as the sum of two primes?","answer":"21"},{"question_number":24,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"David sets up a far-field, single-slit diffraction experiment where the wavelength of light is 600 nanometers. The first minimum in intensity occurs when the path difference between light rays from the top and the bottom of the slit is how many nanometers?","answer":"600"},{"question_number":24,"question_type":"bonus","category":"physics","answer_type":"multiple_choice","body":"Under some process completely mediated by internal forces, a solid ball with angular velocity $\\mega$ deforms into a hollow sphere of twice the original radius. What is the angular velocity of the resulting sphere?","choices":{"W":"3o/20","X":"3o/10","Y":"3o/5","Z":"3o/2"},"answer":"W) 3o/20"}]