Failure:
[{"question_number":1,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"RNA is transcribed from the template of DNA by RNA polymerases. The process of transcribing RNA represents a crucial portion of the central dogma allowing the flow of genetic information from DNA to proteins. Which of the following RNA polymerases transcribes most protein-coding genes?","choices":{"W":"RNA Polymerase I","X":"RNA Polymerase II","Y":"RNA Polymerase III","Z":"RNA Polymerase IV"},"answer":"X) RNA POLYMERASE II"},{"question_number":1,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"Identify ALL of the following that a typical mature protein-coding mRNA does NOT contain: I. Start Codon AUG II.3' Cap (read:3 prime cap) III.5' Cap (read:5 prime cap) IV. PolyU Tail","answer":"II -3' Cap and IV - PolyU Tail"},{"question_number":2,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"100 mL of a6 M HCl solution are added to500 mL of a Group2 Hydroxide analyte in order to reach equivalence. What is the molar concentration of the analyte?","answer":"0.6 MOLAR"},{"question_number":2,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"Rank the following acid-base indicators from most acidic to most basic: I. Methyl Orange II. Methyl Red III. Phenolphthalein","answer":"I, II, III"},{"question_number":3,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"Cars are able to move due to static friction with the road. A toy car with a mass of $2 \\athrm{kg}$ is travelling on a straight road with a coefficient of static friction of0.1. Which of the following is the maximum acceleration in $\\athrm{m} / \\athrm{s}^2$ that the car can reach without skidding?","choices":{"W":"1.96","X":"1.0","Y":"0.98","Z":"0.2"},"answer":"Y)0.98"},{"question_number":3,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"A modified atwood machine consists of Block A on a rough surface connected by a massless pulley to a hanging block, Block B. If Block B’s mass is half of Block A’s mass, what is the minimum coefficient of friction between Block A and the surface necessary for the blocks to remain at rest?","answer":"0.5"},{"question_number":4,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following best describes graupel?","choices":{"W":"Raindrops which do NOT freeze on contact with solid objects","X":"Irregular masses of soft ice","Y":"Supercooled cloud or fog droplets that freeze upon contact","Z":"Ice particles that form when raindrops freeze as they fall"},"answer":"X) IRREGULAR MASSES OF SOFT ICE"},{"question_number":4,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"Identify ALL of the following situations that are likely to occur during an El Niño (read: El NEEN-yo) year: I. Weak Trade Winds II. Low Levels of Nutrients in the Pacific III. Increased Flooding in the Gulf Coast","answer":"ALL"},{"question_number":5,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"What is the ordered pair of the point of intersection of the functions $f(x) = (x -1)^2$ and $g(x) =2x -3$ ?","answer":"(2,1)"},{"question_number":5,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"What is the area of the region enclosed by the line $y =3x +1$, the line $x =3$, and the $x$- and $y$-axes?","answer":"16.5"},{"question_number":6,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"A team led by research scientists at Lawrence Berkeley National Laboratory have recently attempted to use cell fingerprinting to diagnose Alzheimer’s. What is the term for the pairing and ordering of chromosomes?","answer":"KARYOTYPING"},{"question_number":6,"question_type":"bonus","category":"energy","answer_type":"multiple_choice","body":"Scientists at the Berkeley Lab and UC Berkeley have recently created the world's thinnest magnet. Which of the following is the most powerful known type of magnet in the universe?","choices":{"W":"Neutron Star Magnetar","X":"Earth's Magnetic Field","Y":"Lightning","Z":"Iron"},"answer":"W) NEUTRON STAR MAGNETAR"},{"question_number":7,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"The disease Chronic Myelogenous Leukemia (CML) is caused by a chromosomal abnormality. The resulting chromosome, a Philadelphia chromosome, is an example of what kind of chromosomal defect?","choices":{"W":"Deletion","X":"Insertion","Y":"Translocation","Z":"Duplication"},"answer":"Y) TRANSLOCATION"},{"question_number":7,"question_type":"bonus","category":"biology","answer_type":"multiple_choice","body":"The formation of a Philadelphia chromosome causes the genes BCR and ABL1 to fuse together. This causes a tyrosine kinase to be constitutively expressed leading to unregulated cell division and cancer. Which of the following drugs was created to bind to the BCR-ABL1 enzyme product and suppress its effects?","choices":{"W":"Imatinib (read: i-MA-ti-nib)","X":"Penicillin","Y":"Ampicillin","Z":"Oseltamivir (read: ow-suhl-TA-muh-veer)"},"answer":"W) IMATINIB"},{"question_number":8,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"Order the following types of radiation in terms of INCREASING penetration power: I. Gamma II. Beta III. X-Ray IV. Alpha","answer":"IV, II, III, I (ALPHA, BETA, X- RAY, GAMMA)"},{"question_number":8,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"Amy has20g of an imaginary element ScienceBowlium. If the half-life of ScienceBowlium is10 days, then how much of the element is left after50 days?","answer":"0.625 g"},{"question_number":9,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"Which of the following is theorized to cause accelerating expansion of the universe?","choices":{"W":"Dark Matter","X":"Strange Matter","Y":"Dark Energy","Z":"W and Z Bosons"},"answer":"Y) DARK ENERGY"},{"question_number":9,"question_type":"bonus","category":"physics","answer_type":"multiple_choice","body":"The equations of quantum mechanics allow for the existence of negative mass. Assuming the INERTIAL mass of a particle is negative and NOT assuming the validity of the equivalence principle, which of the following could be definitively concluded about the particle's properties?","choices":{"W":"It would accelerate in the SAME direction as the direction of net force on the particle","X":"It would accelerate in the OPPOSITE direction as the direction of net force on the particle","Y":"It would be gravitationally REPELLED by normal matter","Z":"It would be gravitationally ATTRACTED by normal matter"},"answer":"X) IT WOULD ACCELERATE IN THE OPPOSITE DIRECTION AS THE DIRECTION OF NET FORCE ON THE PARTICLE"},{"question_number":10,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"Identify ALL of the following statements that are TRUE regarding earthquakes and plate tectonics: I. The theory of continental drift was first proposed by Alfred Wegener II. The Richter Scale measures the intensity of an Earthquake III. P waves are slower than S waves","answer":"NONE"},{"question_number":10,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following volcanoes is a shield volcano?","choices":{"W":"Olympus Mons","X":"Paricutin","Y":"Stromboli","Z":"Pinatubo"},"answer":"W) OLYMPUS MONS"},{"question_number":11,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"Kyle rolls two fair6-sided dice. What is the probability that the sum of the two upward faces is divisible by three?","answer":"1/3"},{"question_number":11,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Kyle is playing a game which consists of rolling a fair6-sided die two times. After seeing the result of the first roll, he decides whether to bet \5 on the second roll being smaller. If he is correct, he gets back his bet along with an additional \5. Kyle is perfectly rational, except that he will always bet if he sees his favorite number,3. Starting with \5, what is his expected amount of money after one round?","answer":"4.44"},{"question_number":12,"question_type":"tossup","category":"energy","answer_type":"multiple_choice","body":"Scientists at Lawrence Berkeley National Laboratory are studying the stability of compounds formed with Berkelium, a heavy element. In the formation of the oxides they are studying, which of the following best describes whether each element is oxidized or reduced?","choices":{"W":"Berkelium is oxidized; Oxygen is oxidized","X":"Berkelium is oxidized; Oxygen is reduced","Y":"Berkelium is reduced; Oxygen is oxidized","Z":"Berkelium is reduced; Oxygen is reduced"},"answer":"X) BERKELIUM IS OXIDIZED; OXYGEN IS REDUCED"},{"question_number":12,"question_type":"bonus","category":"energy","answer_type":"short_answer","body":"Scientists at Lawrence Berkeley National Laboratory first synthesized Californium, another heavy element they are studying, by bombarding Curium with what particle?","answer":"ALPHA PARTICLE"},{"question_number":13,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"Jacob and Monod formulated a model into how a bacterial gene's expression can be regulated through the presence of a molecule. Specifically, they discovered the lac operon, which metabolizes lactose when present. In the presence of allolactose, which of the following can the mRNA transcribed from the lactose metabolizing gene be described as?","choices":{"W":"Polycistronic","X":"Monocistronic","Y":"Bicistronic","Z":"Pre-mRNA"},"answer":"W) POLYCISTRONIC"},{"question_number":13,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"The three proteins translated from the polycistronic lac operon mRNA are Thiogalactoside transacetylase (read: thay-o-ga-LAC-to-side tranz-a-SEE-ta-layz), Lactose permease (read: LAC-tos PER-mee-ayz), and Beta-Galactosidase (read: BEY-ta ga-lac-TO-si-dayz). Answer the following2 questions about these3 proteins: I. Which of these three proteins is responsible for splitting lactose into monosaccharides? II. What are the identities of the monosaccharides produced by the lactose metabolism?","answer":"BETA-GALACTOSIDASE; GALACTOSE AND GLUCOSE"},{"question_number":14,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"Which of the following describes what mass spectrometry measures?","choices":{"W":"Mass-to-charge ratio of ions","X":"An isotopes' atomic mass","Y":"Absorbance of solutions","Z":"Phosphorescence of solutions"},"answer":"W) MASS-TO-CHARGE RATIO OF IONS"},{"question_number":14,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"If an imaginary element ScienceBowlium has two main isotopes: ScienceBowlium-20 and ScienceBowlium-21, and ScienceBowlium-20 has abundance of $20\\$ , what is the average atomic mass of ScienceBowlium?","answer":"20.8"},{"question_number":15,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"Which of the following fundamental forces has yet to be rigorously described by quantum mechanics?","choices":{"W":"Gravity","X":"Electromagnetic force","Y":"Strong nuclear force","Z":"Weak nuclear force"},"answer":"W) Gravity"},{"question_number":15,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"Newton’s Law of Universal Gravitation states that the force of gravity is proportional to what power of the distance between two masses?","answer":"-2"},{"question_number":16,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following best describes when an eclipse can occur?","choices":{"W":"When the sun is near one of the antinodes of the moon’s orbit","X":"When the sun is near one of the nodes of the moon’s orbit","Y":"When the moon is near one of the antinodes of the sun’s orbit","Z":"When the moon is near one of the nodes of the sun’s orbit"},"answer":"X) WHEN THE SUN IS NEAR ONE OF THE NODES OF THE MOON'S ORBIT"},{"question_number":16,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"What term describes the cycle after which the pattern of eclipses repeats?","answer":"SAROS CYCLE"},{"question_number":17,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"What is the exact value of $\\tan (15^{\\irc})$ ?","answer":"$2 - \\qrt{3}$"},{"question_number":17,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Expressing the answer as $\\rac{\\qrt{a} + \\qrt{b}}{c}$ (read: fraction with numerator square root of A plus square root of B, and denominator C), what is the exact value of $\\in (75^{\\irc})$ ?","answer":"$\\rac{\\qrt{2} + \\qrt{6}}{4}$"},{"question_number":18,"question_type":"tossup","category":"energy","answer_type":"multiple_choice","body":"Scientists at Fermi National Accelerator Laboratory are studying high-energy interactions using a particle accelerator. Which of the following best describes how particles are accelerated and directed, respectively, within accelerators?","choices":{"W":"Electric Fields; Magnetic Fields","X":"Magnetic Fields; Electric Fields","Y":"Electric Fields; Electric Fields","Z":"Combustion; Electric Fields"},"answer":"W) ELECTRIC FIELDS; MAGNETIC FIELDS"},{"question_number":18,"question_type":"bonus","category":"energy","answer_type":"multiple_choice","body":"Scientists at Fermi National Accelerator Laboratory are studying the properties of neutrinos, including whether they violate certain symmetries. Which of the following symmetries has never been observed to be violated?","choices":{"W":"C Symmetry","X":"P Symmetry","Y":"CP Symmetry","Z":"CPT Symmetry"},"answer":"Z) CPT SYMMETRY"},{"question_number":19,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"Jonah is a young scientist trying to treat his father’s Type II diabetes. He wants to express the insulin gene in E.coli using a plasmid vector, which he will transform into the cells. Identify ALL of the following elements required to express the insulin gene: I. Selectable Marker II. Promoter III. Polyadenylation Signal","answer":"ALL"},{"question_number":19,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"Now that Jonah knows how to construct a plasmid for expressing insulin, he has to run the experiment. In order to be an honest scientist, how many different E.coli aliquots should he grow to have an accurate representation of the results?","answer":"3"},{"question_number":20,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"Which of the following periodic table trends is true? W) Atomic radius INCREASES across periods and INCREASES down groups X) Atomic radius INCREASES across periods and DECREASES down groups Y) Atomic radius DECREASES across periods and DECREASES down groups Z) Atomic radius DECREASES across periods and INCREASES down groups","choices":{"W":"Atomic radius INCREASES across periods and INCREASES down groups","X":"Atomic radius INCREASES across periods and DECREASES down groups","Y":"Atomic radius DECREASES across periods and DECREASES down groups","Z":"Atomic radius DECREASES across periods and INCREASES down groups"},"answer":"Z) ATOMIC RADIUS DECREASES ACROSS PERIODS AND INCREASES DOWN GROUPS"},{"question_number":20,"question_type":"bonus","category":"chemistry","answer_type":"multiple_choice","body":"Which of the following types of reactions is ALWAYS spontaneous?","choices":{"W":"An ENDOTHERMIC reaction with SOLID reactants and GAS products","X":"An ENDOTHERMIC reaction with GAS reactants and SOLID products","Y":"An EXOTHERMIC reaction with SOLID reactants and GAS products","Z":"An EXOTHERMIC reaction with GAS reactants and SOLID products"},"answer":"Y) AN EXOTHERMIC REACTION WITH SOLID REACTANTS AND GAS PRODUCTS"},{"question_number":21,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"Which of the following is closest to the period, in seconds, of a pendulum in simple harmonic motion with a length of10 meters and a hanging mass of10 kg?","choices":{"W":"0.314","X":"0.628","Y":"3.14","Z":"6.28"},"answer":"Z)6.28"},{"question_number":21,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"What is the maximum velocity of a spring in simple harmonic motion with an angular frequency of1 rad/s and an amplitude of5 meters?","answer":"5 m/s"},{"question_number":22,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"What process is predominantly used by the Sun to make its energy?","answer":"PROTON-PROTON CHAIN"},{"question_number":22,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"In a binary system, the period is2 years and the average separation is4 AU. What is the total mass, in solar masses, of this binary system?","answer":"16"},{"question_number":23,"question_type":"tossup","category":"math","answer_type":"multiple_choice","body":"Which of the following is NOT true about normal distributions?","choices":{"W":"About $68\\$ of values are within one standard deviation","X":"About $89\\$ of values are within two standard deviations","Y":"They are symmetric about the mean","Z":"The mean, median, and mode are always equal"},"answer":"X) ABOUT $89\\$ OF VALUES ARE WITHIN TWO STANDARD DEVIATIONS"},{"question_number":23,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Order the following central tendencies from least to greatest for the set {2,8,2,0,6,7} (read: open brackets282067 close brackets): I. Mean II. Median III. Mode","answer":"III, II, I"}]