Failure:
[{"question_number":1,"question_type":"tossup","category":"energy","answer_type":"multiple_choice","body":"Researchers in the Kaiser group at MIT are studying quality control in the ER, which can lead to degradation of misfolded proteins. What protein is commonly attached to proteins to mark them for destruction?","choices":{"W":"Viperin","X":"Ubiquitin","Y":"Trypsin","Z":"P53"},"answer":"X) Ubiquitin"},{"question_number":1,"question_type":"bonus","category":"energy","answer_type":"multiple_choice","body":"Researchers in the Baker group at MIT are studying the mechanisms of proteins that catalyze protein unfolding, which often involves large conformational changes. Which technique can be used to actively monitor protein conformational changes?","choices":{"W":"Förster Resonance Energy Transfer","X":"Fluorescence In Situ Hybridization","Y":"Fluorescence Recovery After Photobleaching","Z":"Mass Spectrometry"},"answer":"W) Förster Resonance Energy Transfer"},{"question_number":2,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"What is the common name for the brightest star in the constellation of Leo?","answer":"Regulus"},{"question_number":2,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"Star X has apparent magnitude 5 and is located 1000 parsecs from the earth. What is the absolute magnitude of star X?","answer":"$- 5$"},{"question_number":3,"question_type":"tossup","category":"math","answer_type":"multiple_choice","body":"Which of the following is a real number?","choices":{"W":"$i^{i}$","X":"$i^{3}$","Y":"$5 + 2i$","Z":"$e^{i\\i /2}$"},"answer":"W) $i^{i}$"},{"question_number":3,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"What is the largest integer less than cosine of $i$, where $i$ is the square root of $-1$?","answer":"1"},{"question_number":4,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"A long-day plant is subjected to 200 flashes of red light after nightfall. How many flashes of far-red light after treatment with all of the red flashes are required to make the plant flower?","answer":"0"},{"question_number":4,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"By name or number, identify all of the following 3 hormones which stimulate secretion by the pancreas. 1) Secretin 2) Cholecystokinin 3) Gastric Inhibitory Peptide","answer":"1, 2, 3"},{"question_number":5,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"Which of the following circuit elements, when placed in an AC circuit, has a low impedance at low frequencies and a high impedance at high frequencies?","choices":{"W":"Resistor","X":"Inductor","Y":"Capacitor","Z":"Diode"},"answer":"X) Inductor"},{"question_number":5,"question_type":"bonus","category":"physics","answer_type":"multiple_choice","body":"A simple harmonic pendulum has a period of $T$ when oscillating in the air. Ignoring drag, if the density of the pendulum is twice that of water, then when the pendulum is fully submerged in water, what is the period of oscillation?","choices":{"W":"$T / 2$","X":"$T / \\qrt{2}$","Y":"$T\\qrt{2}$","Z":"$2T$"},"answer":"Y) $T\\qrt{2}$"},{"question_number":6,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"Which of the following is true about the position of the resulting double bond from reaction of LDA with 2-phenylcyclohexanone at low temperatures?","choices":{"W":"The double bond forms between the carbonyl carbon and then alpha carbon further away from the phenyl group","X":"The double bond forms between the carbonyl carbon and the alpha carbon closer to the phenyl group","Y":"The double bond forms between the alpha and beta carbons further away from the phenyl group","Z":"The double bond forms between the alpha and beta carbons closer to the phenyl group"},"answer":"W) The double bond forms between the carbonyl carbon and then alpha carbon further away from the phenyl group"},{"question_number":6,"question_type":"bonus","category":"chemistry","answer_type":"multiple_choice","body":"A 25 meter long tube is evacuated, and two cotton balls are placed on either end. One cotton ball was soaked in ammonia and the other in HCl. After some time, a white precipitate forms. Which of the following is closest to how far from the ammonia cotton ball the precipitate forms?","choices":{"W":"5 meters","X":"10 meters","Y":"15 meters","Z":"20 meters"},"answer":"Y) 15 meters"},{"question_number":7,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"Researchers at MIT and many other universities collaborated to construct LIGO, which detected the first gravitational waves and provided strong evidence for the theory of General Relativity. One of the fundamental ideas in general relativity is that gravity is nothing more than the curvature of spacetime described by the metric tensor. What is the name of the set of equations in general relativity that relate the metric tensor to the stress-energy tensor?","answer":"Einstein Field Equations"},{"question_number":7,"question_type":"bonus","category":"energy","answer_type":"multiple_choice","body":"Researchers at MIT's Plasma Science and Fusion Center are using numerical simulations to study the physics of plasma to better understand the process of fusion in stars. Which of the following is not a property of plasma that needs to be considered?","choices":{"W":"Plasma behaves like a fluid and is governed by hydrodynamic equations such as Navier-Stokes","X":"Plasma particles are charged and generate strong magnetic fields when they move","Y":"Thermodynamic interactions between plasma particles cause most plasma flow to eventually become laminar","Z":"The physical dynamics of plasmas are highly nonlinear making them computationally difficult"},"answer":"Y) Thermodynamic interactions between plasma particles cause most plasma flow to eventually become laminar"},{"question_number":8,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"What is the name of the vector which represents the directional energy flux due to electromagnetic radiation?","answer":"Poynting vector"},{"question_number":8,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"Planet X has density equal to that of Earth, but radius twice that of Earth. What is the ratio of the gravitational binding energy of planet X to that of Earth?","answer":"32"},{"question_number":9,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"By name or number, identify all of the following three statements that follow from the cosmological principle: 1) The universe is flat 2) The universe is isotropic 3) The universe is homogeneous","answer":"2 and 3"},{"question_number":9,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"By name or number, arrange the following three cosmological events from earliest to latest: 1) Big Bang nucleosynthesis 2) Re-ionization 3) Recombination","answer":"1, 3, 2"},{"question_number":10,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"Which of the following are essential amino acids for humans?","choices":{"W":"Alanine","X":"Cysteine","Y":"Serine","Z":"Tryptophan"},"answer":"Z) Tryptophan"},{"question_number":10,"question_type":"bonus","category":"biology","answer_type":"multiple_choice","body":"Approximately what percentage of the human genome is comprised of LINE-1?","choices":{"W":"10%","X":"20%","Y":"40%","Z":"80%"},"answer":"X) 20%"},{"question_number":11,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"Many metal-carbonyl complexes are known to be stable. Give the name or formula of the most stable neutral iron-carbonyl complex.","answer":"$\\athrm{Fe(CO)_5}$"},{"question_number":11,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"By name or number, identify all of the following 3 polymers that you would expect to find amide bonds in: 1) Nylon 2) Latex 3) Polystyrene","answer":"1 only"},{"question_number":12,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"What is the obtuse angle between the hour hand and minute hand of a clock at 3:40 PM?","answer":"130"},{"question_number":12,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Find the period of the function $f(x) = \\in^{4}(x) + \\os^{4}(x)$.","answer":"$\\i /2$"},{"question_number":13,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following is true of interstellar reddening?","choices":{"W":"It causes spectral lines to shift towards longer wavelengths","X":"It is caused by preferential scattering of shorter wavelengths of light","Y":"It occurs only in dark nebulae","Z":"It is responsible for the decrease in observed magnitude of faraway stars"},"answer":"X) It is caused by preferential scattering of shorter wavelengths of light"},{"question_number":13,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"What is the primary constituent of the atmosphere of Titan?","answer":"Nitrogen"},{"question_number":14,"question_type":"tossup","category":"math","answer_type":"multiple_choice","body":"In 3-dimensional space, a reflection about the $x$-axis followed by a reflection about the $y$-axis is equivalent to which of the following single operations?","choices":{"W":"A reflection about the $z$-axis","X":"A reflection about the $xy$-plane","Y":"A 90-degree clockwise rotation about the $z$-axis","Z":"Doing nothing"},"answer":"W) A reflection about the $z$-axis"},{"question_number":14,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Suppose you take a line in three-dimensional space and rotate it around another line. By name or number, identify all of the following four surfaces that can be swept out by the line that is being rotated: 1) plane 2) cylinder 3) double cone 4) hyperboloid","answer":"1, 2, 3, 4"},{"question_number":15,"question_type":"tossup","category":"energy","answer_type":"multiple_choice","body":"Researchers in the Johnson group at MIT are creating biodegradable polymers to be used in drug delivery. One method that they have discovered involves the introduction of a silyl ether group, which is also often used to protect alcohol groups. Which of the following reagents would not be suitable for removing a silyl ether group?","choices":{"W":"OH-","X":"$\\athrm{H}_{3}\\athrm{O}^{+}$","Y":"TBAF","Z":"HF"},"answer":"W) OH"},{"question_number":15,"question_type":"bonus","category":"energy","answer_type":"multiple_choice","body":"Researchers in the Buchwald group at MIT are designing new methods for the formation of carbon-nitrogen bonds, such as those in amines. Typically, the Boc and Fmoc groups are used to protect amine groups by decreasing their reactivity. Under what conditions can the Boc and Fmoc groups be removed? Assume that everything is conducted under aqueous conditions.","choices":{"W":"Both protecting groups are removed under acidic conditions","X":"Boc is removed under acidic conditions, while Fmoc is removed under basic conditions","Y":"Boc is removed under basic conditions, while Fmoc is removed under acidic conditions","Z":"Both protecting groups are removed under basic conditions"},"answer":"X) Boc is removed under acidic conditions, while Fmoc is removed under basic conditions"},{"question_number":16,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"Anton decides to make a solution of ammonium nitrate by dissolving some of the white solid in some water at room temperature. As the solid ammonium nitrate dissolves, Anton notices that the solution begins to grow very cold. Which of the following statements is true about the spontaneity of this reaction?","choices":{"W":"The dissolution is spontaneous only at high temperatures","X":"The dissolution is spontaneous only at low temperatures","Y":"The dissolution is always spontaneous","Z":"The dissolution is never spontaneous"},"answer":"W) The dissolution is spontaneous only at high temperatures"},{"question_number":16,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"By name or number, arrange the following four carboxylic acid derivatives in order of increasing reactivity: 1) Acyl chloride 2) Amide 3) Ester 4) Acid anhydride","answer":"2, 3, 4, 1"},{"question_number":17,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"Indicate, by name or number, all of the following three statements that are true of the quantum harmonic oscillator: 1) The energy levels are evenly spaced 2) The energy eigenfunctions are symmetric about the origin 3) The energy eigenfunctions are orthogonal and complete","answer":"1 and 3"},{"question_number":17,"question_type":"bonus","category":"physics","answer_type":"multiple_choice","body":"For a column of air in a constant gravitational field, molecules of oxygen can be found at a height of zero with a probability density of $1 / 3$ and at a height of $h$ with a probability density of $1 / 6$. What is the probability density of finding molecules of oxygen at a height of $2h$?","choices":{"W":"1/12","X":"1/18","Y":"1/36","Z":"1/72"},"answer":"W) 1/12"},{"question_number":18,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"The strain of influenza virus that causes swine flu is also known by the moniker H1N1, where the H and N represent viral surface proteins. What are the names of these H and N proteins respectively?","answer":"Hemagglutinin, neuraminidase"},{"question_number":18,"question_type":"bonus","category":"biology","answer_type":"multiple_choice","body":"Which of the following is derived from the hindbrain in embryonic development?","choices":{"W":"Telencephalon","X":"Myelencephalon","Y":"Diencephalon","Z":"Mesencephalon"},"answer":"X) Myelencephalon"},{"question_number":19,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following gases is NOT a significant component of Pluto's atmosphere?","choices":{"W":"$\\athrm{H}_{2}\\athrm{O}$","X":"$\\athrm{N}_{2}$","Y":"$\\athrm{CH}_{4}$","Z":"CO"},"answer":"W) $\\athrm{H}_{2}\\athrm{O}$"},{"question_number":19,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following statements about the factors affecting stream flow velocity is NOT true?","choices":{"W":"Flow velocity tends to decrease from the head to the mouth of the stream","X":"An increase in channel size increases the flow velocity","Y":"An increase in channel slope increases the flow velocity","Z":"An increase in discharge increases the flow velocity"},"answer":"W) Flow velocity tends to decrease from the head to the mouth of the stream"},{"question_number":20,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"Which of the following is used as a Breathalyzer oxidant, due to the green color that results in the presence of alcohols?","choices":{"W":"Permanganate","X":"Dichromate","Y":"Ozone","Z":"Persulfate"},"answer":"X) Dichromate"},{"question_number":20,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"Arrange the following four types of solid structures in increasing order of packing efficiency: 1) Diamond lattice 2) Face centered cubic 3) Body centered cubic 4) Simple cubic","answer":"1, 4, 3, 2"},{"question_number":21,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"Which of the following is a type of water-conducting cell?","choices":{"W":"Sieve cells","X":"Companion cells","Y":"Tracheids","Z":"Sclereids"},"answer":"Y) Tracheids"},{"question_number":21,"question_type":"bonus","category":"biology","answer_type":"multiple_choice","body":"Transcription factors can often be split into DNA-binding and activation domains. Scientists exploit this fact to study protein interactions in which of the following assays?","choices":{"W":"ChIP-seq","X":"Proximity ligation","Y":"Yeast two-hybrid","Z":"Phage display"},"answer":"Y) Yeast two-hybrid"},{"question_number":22,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"In semiconductors, the application of an electric field penetrates deeply, resulting in an alteration in conductivity known as what effect?","answer":"Field effect"},{"question_number":22,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"A particle moving in the $xy$-plane has Lagrangian $L = \\ot{x}^{2} + \\ot{y}^{2} - \\lpha x$. By name or number, identify all of the following three quantities that are conserved for this particle: 1) Energy 2) $x$ component of momentum 3) $y$ component of momentum","answer":"1 and 3"},{"question