Failure:
[{"question_number":1,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"A box which has two regions, A and B, initially contains 16 particles all located in region A. One particle moves from region A to B. If the natural log of 2 is approximately equal to 0.7, by what factor does the entropy of the system multiply?","answer":"$2.8$"},{"question_number":2,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"Two coaxial cables, sharing a common center, have one wire with a radius of 1 meter and a current of 2 Amperes directed into the page and another wire with a radius of 3 meters and a current of 4 Amperes directed out of the page. If the permeability of free space is $4\\i \\times 10^{-7}$, what is the magnitude of the ratio of the magnetic field at a distance of 1 meter from the center of the wires, to the magnetic field at a distance of 4 meters from the center?","answer":"$-4$"},{"question_number":3,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"Scientists at the Lawrence Livermore National Lab have been studying separate activity in eukaryotes during anaphase. Separate is responsible for cleaving which protein that holds together sister chromatids?","answer":"COHESIN"},"{""question_number"":4,""question_type"":""bonus"",""category"":""energy"",""answer_type"":""short_answer"",""body"":""Scientists at Princeton Plasma Physics Laboratory have been studying the circulation of winds on Venus. Circulation on Venus is observed to start at what distinct point on its surface?"",""answer"":""SUBSOLAR POINT""},{"question_number":5,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"How many radial nodes are found in the highest-energy orbitals of sulfur?","answer":"1"},{"question_number":6,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"Given that the equilibrium constant for the Haber process at 1000 kelvins is 0.01, then what is the equilibrium constant for the decomposition of one mole of ammonia at the same temperature?","answer":"10"},{"question_number":7,"question_type":"tossup","category":"biology","answer_type":"multiple_choice","body":"You perform Sanger sequencing on a specific gene that you isolated from a bacteria. When you look at the sequencing, however, the sequenced gene is much shorter than the original gene. Which of the following could have occurred?","choices":{"W":"The primer used was too short","X":"The concentration of dideoxynucleotides was too high","Y":"They used a fluorescent tag that connected to the 5' end rather than the 3' end","Z":"The concentration of deoxynucleotides was too high"},"answer":"X) THE CONCENTRATION OF DIDEXXYNUCLEOTIDES WAS TOO HIGH"},{"question_number":8,"question_type":"visual_bonus","category":"biology","answer_type":"short_answer","body":"Shown in the image is a diagram of the effects of a specific neuromuscular disorder that affects the lower motor neurons. Answer the following two questions regarding this disorder: 1) Identify this disorder; 2) Identify the identity of the receptors labeled A.","answer":"1) MYASTHENIA GRAVIS; 2) NICOTINIC RECEPTORS"},{"question_number":9,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"What is the maximum magnitude of the vector function $r(t) = \\os(t) \\athbf{i} + 2\\in(t) \\athbf{j} + 3\\in(t) \\athbf{k}$?","answer":"$\\qrt{13}$"},{"question_number":10,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"A sequence is defined such that the first term is 1, the second term is 2, and each subsequent term is the average of the two terms before it. Towards what value does the sequence approach as the number of terms grows infinitely large?","answer":"$\\rac{5}{3}$"},{"question_number":11,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"In which of the following locations would you be most likely to find the mineral stishovite?","choices":{"W":"Mauna Loa","X":"Meteor Crater","Y":"Mount Everest","Z":"San Andreas Fault"},"answer":"X) METEOR CRATER"},{"question_number":12,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following rocks are most likely to be found near black smokers?","choices":{"W":"Ignimbrite","X":"Hyaloclastite","Y":"Andalusite","Z":"Diatomite"},"answer":"X) HYALOCLASTITE"},{"question_number":13,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"A particle of charge 1 Coulomb and mass of 1 kilogram is moving at a speed of 10 meters per second in a cyclotron of radius 2 meters. In Tesla, what is the strength of the magnetic field inside the cyclotron?","answer":"5"},{"question_number":14,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"Identify all of the following three statements that are true of an object exhibiting critical damping. 1) The amplitude of motion is solely exponential; 2) The object's amplitude asymptotically approaches 0; 3) Critical damping reaches zero amplitude faster than overdamping.","answer":"2 AND 3"},{"question_number":15,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"Identify all of the following three signaling mechanisms that use cyclic AMP: 1) Glutamate on bipolar cells of the eye; 2) Nitric oxide on endothelial cells of blood vessels; 3) Cortisol on skeletal muscle tissue.","answer":"NONE"},{"question_number":16,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"In a mammalian ovarian cycle, order the following three events in the order in which they peak: 1) Thickness of the endometrium; 2) Level of LH in the blood; 3) Level of estradiol in the blood;","answer":"2, 3, 1"},{"question_number":17,"question_type":"tossup","category":"energy","answer_type":"multiple_choice","body":"Researchers at Argonne national lab are studying the bioreduction of iron(III) minerals that may result in the formation of other iron-containing secondary minerals. Which of the following minerals can be produced through this process?","choices":{"W":"Viviante","X":"Limonite","Y":"Goethite","Z":"Hematite"},"answer":"W) VIVIANITE"},{"question_number":18,"question_type":"bonus","category":"energy","answer_type":"multiple_choice","body":"Scientists at Argonne national lab have synthesized perovskite materials with the ability to have a spontaneous electric polarization that can be changed by an applied electric field. What is the name given to materials with this property?","answer":"FERROELECTRIC"},{"question_number":19,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"Cyclopentene is reacted with MCPBA, followed by the addition of sodium hydroxide in water. Which of the following products is formed?","choices":{"W":"Syn 1,2-diol","X":"Anti 1,2-diol","Y":"Syn 1,3-diol","Z":"Anti 1,3-diol"},"answer":"X) ANTI 1,2-DIOL"},{"question_number":20,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"In the Swern oxidation, oxalyl chloride and DMSO are used to convert alcohols to aldehydes and ketones. How many electrons are transferred to DMSO in this reaction?","answer":"2"},{"question_number":21,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"Given that $\\og_{14} 2 = 0.26$, what is $\\og_{14} 49$?","answer":"1.48"},{"question_number":22,"question_type":"visual_bonus","category":"math","answer_type":"short_answer","body":"The following image shows a 10 by 10 square grid, with a 1 by 1 square removed from one corner. How many rectangles of any size can be found in the grid?","answer":"2925"},{"question_number":23,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"Identify all of the following three statements that are true of Type 1 Seyfert galaxies. 1) They have broader emission lines than Type 2 Seyferts; 2) They are less luminous than Type 2 Seyferts at X-ray wavelengths. 3) They are hypothesized to have supermassive black holes at their centers.","answer":"1 AND 3"},{"question_number":24,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following best describes why the Hydra cluster's ionized calcium lines are visible?","choices":{"W":"Limb darkening causes other lines in the visual spectrum to dim","X":"The Wilson-Bappu effect causes calcium emission lines to strengthen","Y":"Ultraviolet wavelengths are redshifted due to Hydra's distance from the earth","Z":"Calcium lines are more easily ionized due to electron instability in the cluster"},"answer":"Y) ULTRAVIOLET WAVELENGTHS ARE REDSHIFTED DUE TO HYDRA'S DISTANCE FROM THE EARTH"},{"question_number":25,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"In order to reach the binding sites of the rotor, protons must pass through which complex of ATP that is embedded in the plasma membrane?","answer":"STATOR"},"{""question_number"":26,""question_type"":""bonus"",""category"":""biology"",""answer_type"":""short_answer"",""body"":""In a population of science bowl coaches, the mean fitness for any given individual is given by the function $f(p) = \\rac{1}{1 + e^{-p}}$ where $p$ is the population of science bowl coaches. What effect is this population exhibiting?"",""answer"":""ALLEE EFFECT""},{"question_number":27,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"Researchers at SLAC National laboratory are visualizing phase transitions using warm dense matter. These visualizations are carried out by comparing the difference between the highest and lowest energies of the systems which is equal to what quantity?","answer":"FERMI ENERGY"},{"question_number":28,"question_type":"bonus","category":"energy","answer_type":"short_answer","body":"Scientists at SLAC national laboratory are using a variant of Raman scattering to probe electron motion with high temporal and spatial resolution. What type of Raman scattering involves light shifting to lower wavelengths?","answer":"ANTI-STOKES"},{"question_number":29,"question_type":"tossup","category":"physics","answer_type":"multiple_choice","body":"For ultrarelativistic particles, the energy of the particle can be approximated by the momentum of the particle times the speed of light to what power?","choices":{"W":"1","X":"2","Y":"3","Z":"4"},"answer":"1"},{"question_number":30,"question_type":"bonus","category":"physics","answer_type":"short_answer","body":"A spherical shell is rolling down an incline with an angle of 30 degrees with respect to the horizontal. After 5 seconds, in meters, how far has the ball travelled, assuming the acceleration due to gravity is 10 meters per second squared?","answer":"37.5 METERS"},{"question_number":31,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"Identify all of the following minerals that would be likely to form due to the evaporation of a salt lake. 1) Gypsum; 2) Aragonite; 3) Halite.","answer":"ALL"},{"question_number":32,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"The low-velocity zone in the asthenosphere occupies which of the following ranges of depths in the Earth's interior?","choices":{"W":"100 kilometers to 200 kilometers","X":"300 kilometers to 400 kilometers","Y":"500 kilometers to 600 kilometers","Z":"700 kilometers to 800 kilometers"},"answer":"W) 100 KILOMETERS TO 200 KILOMETERS"},{"question_number":33,"question_type":"tossup","category":"chemistry","answer_type":"short_answer","body":"In the chemical reaction of the formation of 1 mole of bromine pentafluoride from molecular bromine and fluorine at 25 degrees Celsius and in a closed container with constant volume, if the number of moles of both bromine and fluorine is quadrupled, by what factor is the reaction quotient multiplied?","answer":"$\\rac{1}{32}$"},{"question_number":34,"question_type":"bonus","category":"chemistry","answer_type":"multiple_choice","body":"In the electrophilic addition of HBr to alkenes, the presence of peroxides can alter the regioselectivity of the reaction. Which of the following alkenes will produce the same product in both the presence and absence of peroxides?","choices":{"W":"2-methylpropene","X":"2-butene","Y":"2-methyl-2-butene","Z":"2,3-dimethyl-2-butene"},"answer":"Z) 2,3-DIMETHYL-2-BUTENE"},{"question_number":35,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"A right circular cone has a radius of 3 meters and a lateral surface area $24\\i$. What is the volume of the cone in terms of $\\i$?","answer":"$3\\i\\qrt{55}$"},{"question_number":36,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"What is the smallest value of $x$ greater than 2 such that $x^{2} + 20x + 4$ is divisible by 24?","answer":"14"},{"question_number":37,"question_type":"tossup","category":"chemistry","answer_type":"multiple_choice","body":"Which of the following compounds is expected to elute last in a chromatography experiment in which the mobile phase is water and the stationary phase is acetone?","choices":{"W":"Methanol","X":"Isopropanol","Y":"THF","Z":"Hexane"},"answer":"W) METHANOL"},{"question_number":38,"question_type":"bonus","category":"chemistry","answer_type":"short_answer","body":"Rank the following 3 organic molecules in order of increasing melting point: 1) o-dibromobenzene; 2) p-dibromobenzene; 3) m-dibromobenzene.","answer":"3, 1, 2"},{"question_number":39,"question_type":"tossup","category":"physics","answer_type":"short_answer","body":"The second law of thermodynamics is equivalent to the mathematical expression that the integral of $dQ/T$ is always less than or equal to zero for irreversible processes. This mathematical expression is equivalent to what inequality?","answer":"CLAUSIUS INEQUALITY"},{"question_number":40,"question_type":"visual_bonus","category":"physics","answer_type":"short_answer","body":"Infinitely many complex impedances are connected in parallel, as shown in the image. The first has impedance $1^z$, the second has $2^z$, the third has $3^z$ and so on, such that the $n$th has impedance of $n^z$. What must the positive real part of $z$ be for the total impedance of the circuit to be undefined?","answer":"$\\rac{1}{2}$"},{"question_number":41,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"In helioseismology, scientists can detect the vibrations of the Sun via the use of doppler shifts on its surface. These vibrations are likely caused by which of the following?","choices":{"W":"Convective moments of gas in the sun","X":"Radiation pressure varying its output","Y":"Thermal pulsing from sudden reconnection events","Z":"Superheated gas from coriolis friction"},"answer":"W) CONVECTIVE MOMENTS OF GAS IN THE SUN"},{"question_number":42,"question_type":"visual_bonus","category":"earth_and_space","answer_type":"short_answer","body":"Shown in the image is a visual infrared overlay of the Egg Nebula. The nebula derives its brightness by scattering the light of nearby stars rather than having ionized gas particles. Answer the following two questions: 1) What type of nebula is it; 2) What is the lowest temperature spectral class that is capable of ionizing gas to emit visual wavelengths;","answer":"1) REFLECTION; 2) B"},{"question_number":43,"question_type":"tossup","category":"biology","answer_type":"short_answer","body":"Order the following three layers of a monocot root from innermost to outermost: 1) Pericycle; 2) Endodermis; 3) Vascular cylinder.","answer":"1, 3, 2"},{"question_number":44,"question_type":"bonus","category":"biology","answer_type":"short_answer","body":"A rare autosomal genetic disease is caused by the formation of a hyperactive enzyme that causes its own deactivation when it is present on both parental chromosomes and gives the wild type phenotype. If a mother that is heterozygous for this enzyme marries a man that does not possess the disease. Given that their first three children did not have the disease, identify all of the following that could be true about the fourth child: 1) It is a girl with the disease; 2) It is a boy with the disease; 3) It can be a carrier for the disease.","answer":"ALL"},{"question_number":45,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"Given that the integral from 0