[
  {
    "question_number": 1,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "When two spatially separated populations diverge while continuing to interbreed, what type of speciation is occurring?",
    "answer": "PARAPATRIC"
  },
  {
    "question_number": 1,
    "question_type": "bonus",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Identify all of the following three statements that are true about r/K selection: 1) The first species to colonize a new habitat are typically K-strategists 2) Areas with limited resources favor r-strategists 3) Areas with intermediate levels of ecological disturbance favor r-strategists",
    "answer": "NONE"
  },
  {
    "question_number": 2,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Order the following three compounds in order of increasing shift in an $^1\\athrm{H}$ -NMR spectrum: 1) Methyl iodide 2) Methyl fluoride 3) Methyl bromide",
    "answer": "1, 3, 2"
  },
  {
    "question_number": 2,
    "question_type": "bonus",
    "category": "chemistry",
    "answer_type": "multiple_choice",
    "body": "Which of the following best describes the reason that deuterated solvents such as CDCl3 are used when preparing a sample for NMR analysis:",
    "choices": {
      "W": "Deuterated solvents typically have higher boiling points compared to their protiated counterparts",
      "X": "Deuterated solvents are more polar than their protiated counterparts",
      "Y": "Deuterated solvents do not show up on an NMR spectrum, while their protiated counterparts do",
      "Z": "Deuterated solvents are less viscous than their protiated counterparts, and therefore are easier to use when working with thin NMR tubes"
    },
    "answer": "Y) DEUTERATED SOLVENTS DO NOT SHOW UP ON AN NMR SPECTRUM, WHILE THEIR PROTIATED COUNTERPARTS DO"
  },
  {
    "question_number": 3,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "What is the name of the yellow deposits of windblown silt found in areas like the Mississippi River Valley and eastern China's Huangtu plateau?",
    "answer": "LOESS"
  },
  {
    "question_number": 3,
    "question_type": "bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Emmy is in the Davidson Academy courtyard practicing kung fu, and she notices a slight breeze coming from the southwest. If she turns to face the high pressure center, which cardinal direction is she looking towards?",
    "answer": "SOUTHEAST"
  },
  {
    "question_number": 4,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "Dallin is emailing students at Davidson Academy to help run DASONI. He sends out a clickbait virus to an equal number of middle and high school kids. Middle schoolers have a $65\\$ chance to click, high schoolers have a $15\\$ chance to click. Out of the kids who clicked, what fraction of them are expected to be high schoolers?",
    "answer": "3/16"
  },
  {
    "question_number": 4,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "Alan the tortoise is hopping around the lattice points in the Cartesian plane. He starts at the origin, and has an equal chance of going to any of the four neighboring lattice points. From then on, he has a $25\\$ chance of moving 1 unit in any given direction. What is the probability that, after 13 moves, he is back at the origin?",
    "answer": "0"
  },
  {
    "question_number": 5,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "A spring is connected to a mass and allowed to oscillate. The spring is then cut in half and both halves are connected to the same mass in parallel. By what factor is the period of this oscillator multiplied?",
    "answer": "1/2"
  },
  {
    "question_number": 5,
    "question_type": "bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "Gwen builds an electric cake in the shape of an insulating sphere of radius 2 meters. The sphere has a charge density of r coulombs per cubic meter at a distance r from the center of the sphere. Assuming coulomb's constant to be $9 * 10^{-9}$ in SI units, what is the electric field by the sphere at a distance of $3 * 10^{-5}$ meters away from the sphere, in Volts per meter and in terms of pi?",
    "answer": "1.6 pi"
  },
  {
    "question_number": 6,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Davidson HS A Team members are studying acid mine drainage, often abbreviated as AMD. AMD forms when water floods into an abandoned mine and reacts with oxygen and minerals such as pyrite and chalcopyrite to form an acid. What acid is AMD composed of?",
    "answer": "SULFURIC"
  },
  {
    "question_number": 6,
    "question_type": "bonus",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Davidson HS B team members are playing Belgravian roulette. A Belgravian roulette table contains 19 red numbers, 19 black numbers, and 2 green numbers, all of equal probability. On each spin of the wheel, the team places a 3-dollar bet on red, which will secure a 3-dollar payout plus their 3 dollar bet back if they win. How many spins of the wheel can the team play while still, on average, losing less than ten dollars total?",
    "answer": "66"
  },
  {
    "question_number": 7,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "During fertilization in plants, the pollen tube penetrates through what opening in the ovule?",
    "answer": "MICROPYLE"
  },
  {
    "question_number": 7,
    "question_type": "bonus",
    "category": "biology",
    "answer_type": "multiple_choice",
    "body": "Which of the following best describes the state of the lac operon when lactose is present and there are high glucose levels in the cell?",
    "choices": {
      "W": "Repressor is active, CAP is bound to DNA",
      "X": "Repressor is inactive, CAP is bound to DNA",
      "Y": "Repressor is active, CAP is not bound to DNA",
      "Z": "Repressor is inactive, CAP is not bound to DNA"
    },
    "answer": "Z) REPRESSOR IS INACTIVE, CAP IS NOT BOUND TO DNA"
  },
  {
    "question_number": 8,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Identify all of the following three geometries in which a coordination complex could display cis-trans isomerism: 1) Square planar 2) Octahedral 3) Square pyramidal",
    "answer": "1 AND 2"
  },
  {
    "question_number": 8,
    "question_type": "bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Sulfuric acid can dehydrate to create oleum, or $\\athrm{H}_{2}\\athrm{S}_{2}\\athrm{O}_{7}$. Oleum is an extremely strong acid due to $\\athrm{S}_{2}\\athrm{O}_{7}^{2 - }$'s high stability. How many stable resonance structures does $\\athrm{S}_{2}\\athrm{O}_{7}^{2 - }$ have?",
    "answer": "9"
  },
  {
    "question_number": 9,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "In 1995, Pegasi 51b was the first exoplanet discovered orbiting a sun-like star. However, the first exoplanets were first detected in 1992. What class of star did these planets orbit?",
    "answer": "PULSAR"
  },
  {
    "question_number": 9,
    "question_type": "bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Sometimes, when a comet encounters a change in the magnitude and strength of the sun's magnetic field, the tail of the comet breaks off from the nucleus. What is the name for this event?",
    "answer": "DISCONNECTION EVENT"
  },
  {
    "question_number": 10,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "How many distinct digits are in the base 5 representation of $\\rac{1}{3}$?",
    "answer": "2"
  },
  {
    "question_number": 10,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "What is the positive difference between the arithmetic and geometric mean of the zeros of the polynomial $x^3 - 21x^2 + 84x - 64$?",
    "answer": "3"
  },
  {
    "question_number": 11,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "multiple_choice",
    "body": "During the summer, Akshansh looks out the window and notices that microscopic particles of all the smoke in the air scatter light passing through them. Which of the following types of light will be scattered most?",
    "choices": {
      "W": "Long wavelength light",
      "X": "Short wavelength light",
      "Y": "Linearly polarized light",
      "Z": "Circularly polarized light"
    },
    "answer": "X) SHORT WAVELENGTH LIGHT"
  },
  {
    "question_number": 11,
    "question_type": "bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "In General Relativity, gravity is thought of not as a force but as a result of objects following the geodesic through curved spacetime. This curved spacetime results from what tensor?",
    "answer": "STRESS- ENERGY"
  },
  {
    "question_number": 12,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Davidson HS A team members are studying allotropes of carbon, which can be classified according to hybridization. One class of $\\athrm{sp}^{2}$ -hybridized carbons are planar graphenes and graphite. The other is a 3-dimensional structure resembling a soccer ball. What is this allotrope of carbon called?",
    "answer": "BUCKMINSTERFULLERENE"
  },
  {
    "question_number": 12,
    "question_type": "bonus",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Davidson MS A team members are studying immunology. Identify all of the following three isotypes of antibodies that can be membrane-bound: 1) IgD 2) IgM 3) IgG",
    "answer": "ALL"
  },
  {
    "question_number": 13,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Arvind is investigating an uncharacterized protein. He performs RT-PCR and sees moderate expression of the mRNA encoding the protein in a cell line, but when he extracts protein and performs a western blot, he doesn't detect any protein in the cells. He hypothesizes that they are targeted for degradation in proteasomes by the attachment of what small peptide upon translation?",
    "answer": "UBIQUITIN"
  },
  {
    "question_number": 13,
    "question_type": "bonus",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "What waste product is formed from the breakdown of the porphyrin ring in hemoglobin?",
    "answer": "BILIRUBIN"
  },
  {
    "question_number": 14,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Natural cholesterol is biosynthesized via an oxidation of squalene, followed by a cascade reaction and a triple demethylation. The overall process yields 8 stereocenters. How many stereoisomers are there of cholesterol, besides natural cholesterol?",
    "answer": "255"
  },
  {
    "question_number": 14,
    "question_type": "bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Identify all of the following three modifications to amino acids that would allow them to form disulfide bonds: 1) Demethylate methionine 2) Replacing the hydroxyl group in the side chain of serine with a thiol group 3) Replacing the primary amide side chain in asparagine with a thioester",
    "answer": "1 AND 2"
  },
  {
    "question_number": 15,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "What type of star cluster is made up of similarly-aged stars, formed from the same molecular cloud, that are expected to drift apart over time, an example of which is the Pleiades cluster?",
    "answer": "OPEN CLUSTER"
  },
  {
    "question_number": 15,
    "question_type": "bonus",
    "category": "earth_and_space",
    "answer_type": "multiple_choice",
    "body": "Which of the following statements is not true of red tides?",
    "choices": {
      "W": "They can lead to the formation of hypoxic or anoxic zones",
      "X": "They lead to buildup of harmful toxins in shellfish",
      "Y": "They are generally caused by increased levels of nitrates and sulfates",
      "Z": "They generally occur near the coast"
    },
    "answer": "Y) THEY ARE GENERALLY CAUSED BY INCREASED LEVELS OF NITRATES AND SULFATES"
  },
  {
    "question_number": 16,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "How many zeros are in the base 7 expansion of 60 base 10 factorial?",
    "answer": "9"
  },
  {
    "question_number": 16,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "When writing DASONI, Emmy has 24 blank problem slots that she needs to dish out between 5 writers, giving each writer no more than 6 questions. How many ways can she do this?",
    "answer": "210"
  },
  {
    "question_number": 17,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "Diatomic molecules can be modeled as what systems that can be analyzed using the Schrodinger equation?",
    "answer": "QUANTUM HARMONIC OSCILLATOR"
  },
  {
    "question_number": 17,
    "question_type": "bonus",
    "category": "physics",
    "answer_type": "multiple_choice",
    "body": "An n-mutilated spring is constructed as follows. A base spring is cut into n pieces, then these n pieces are attached parallel to each other to make a new spring. Which of the following best describes how k, the spring constant of the new spring, is related to n, the number of pieces the spring is cut into?",
    "choices": {
      "W": "Proportional to n",
      "X": "Proportional to n^2",
      "Y": "Exponential in n",
      "Z": "Proportional to n^3"
    },
    "answer": "X) Proportional to n^2"
  },
  {
    "question_number": 18,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Davidson HS B Team members are studying hadrons. They hate free hadrons and love watching them decay. What free hadron is least satisfying to watch, as it does not decay quickly?",
    "answer": "PROTON"
  },
  {
    "question_number": 18,
    "question_type": "bonus",
    "category": "energy",
    "answer_type": "multiple_choice",
    "body": "Davidson HS A Team members are studying the Harvard Computers and their work in completing the Draper catalogue and creating what is now known as the Harvard classification scheme. Which of the following Harvard Computers was the first to classify stars based off their spectral type by grouping them in terms of the strength of their Balmer absorption lines?",
    "choices": {
      "W": "Annie Jump Cannon",
      "X": "Henrietta Swan Leavitt",
      "Y": "Williamina Fleming",
      "Z": "Florence Cushman"
    },
    "answer": "W) ANNIE JUMP CANNON"
  },
  {
    "question_number": 19,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Excess neurotransmitter is removed from the synaptic cleft by what type of glial cell?",
    "answer": "ASTROCYTES"
  },
  {
    "question_number": 19,
    "question_type": "bonus",
    "category": "biology",
    "answer_type": "multiple_choice",
    "body": "The P wave on an electrocardiogram is most directly due to which of the following?",
    "choices": {
      "W": "Sodium influx into atrial cardiomyocytes",
      "X": "Potassium efflux out of atrial cardiomyocytes",
      "Y": "Sodium influx into ventricular cardiomyocytes",
      "Z": "Potassium efflux out of ventricular cardiomyocytes"
    },
    "answer": "W) SODIUM INFLUX INTO ATRIAL CARDIOMYOCYTES"
  },
  {
    "question_number": 20,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "The most general formulation of the equilibrium constant expresses reactants and products in terms of what thermodynamic property?",
    "answer": "ACTIVITY"
  },
  {
    "question_number": 20,
    "question_type": "bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Consider the following gas-phase reaction at 1000 K: $\\athrm{PCl}_5 \\ightarrow \\athrm{PCl}_3 + \\athrm{Cl}_2$. To the nearest significant figure, by what factor is $\\athrm{K}_c$ multiplied by to yield $\\athrm{K}_p$?",
    "answer": "80"
  },
  {
    "question_number": 21,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "multiple_choice",
    "body": "Which of the following best describes the active layer in soil science?",
    "choices": {
      "W": "A layer that contains groundwater due to capillary action",
      "X": "A layer with high cation exchange capacity, leading to depletion of ions like potassium and sodium",
      "Y": "A layer below which there is not enough water to support plants",
      "Z": "A layer that freezes in winter but thaws in summer"
    },
    "answer": "Z) A LAYER THAT FREEZES IN WINTER BUT THAWS IN SUMMER"
  },
  {
    "question_number": 21,
    "question_type": "bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "What major type of coral reef is commonly attached to the shore and lacks a backreef?",
    "answer": "FRINGING REEF"
  },
  {
    "question_number": 22,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "A sphenocorona is a polyhedron with 22 edges and 14 faces. How many vertices does it have?",
    "answer": "10"
  },
  {
    "question_number": 22,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "The volume of every conversation follows a $\\in (\\athrm{t}^{*}\\athrm{pi} / \\athrm{b})^{\\edge}2$ pattern. A moment of awkward silence occurs when all conversations have a volume of zero. A room devolves into 5 side conversations at 8:00 am. The conversations have b values of 2, 3, 4, 6, and 11. When is the first moment of awkward silence?",
    "answer": "10:12 am"
  },
  {
    "question_number": 23,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "A machine stores energy by producing a magnetic field inside a spherical glitter bead. If the radius of the glitter bead is quadrupled and the strength of the magnetic field is halved, how many times more energy can this new machine store?",
    "answer": "16"
  },
  {
    "question_number": 23,
    "question_type": "bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "A block of frozen carbonate is hung next to the Davidson science bowl coach's desk. The block of carbonate is in the shape of a 2 meter long rectangular prism with a cross section of 1 meter by 0.2 meters. If the coach hangs a 1000 newton weight from the block and it stretches by 2 centimeters, what is the Young's modulus of the block, in Pascals?",
    "answer": "500,000"
  }
]