Failure:
[{"question_number":1,"question_type":"tossup","category":"biol","answer_type":"multiple_choice","body":"Which of the following best describes the hypersensitive response in plant immunity?","choices":{"W":"Local production of antimicrobial chemicals and hardening of cell walls","X":"Localized cell death around the area of infection","Y":"Upregulation of defensive hormones such as jasmonic acid","Z":"Production of salicylic acid triggering global antimicrobial defenses"},"answer":"X) LOCALIZED CELL DEATH AROUND THE AREA OF INFECTION"},{"question_number":1,"question_type":"bonus","category":"biol","answer_type":"short_answer","body":"Uncoupling the proton gradient from ATP synthesis during oxidative phosphorylation by allowing protons to freely flow down their concentration gradient is characteristic of what mode of heat production?","answer":"NONSHEVING THERMOGENESIS"},{"question_number":2,"question_type":"tossup","category":"chem","answer_type":"short_answer","body":"Chelating agents, such as EDTA, form multiple covalent bonds with a central metal atom by forming a ring of atoms including the metal center. Because of this, they are given a value greater than one of what measure of how many atoms a ligand binds to a metal ion with?","answer":"DENTICITY"},{"question_number":2,"question_type":"bonus","category":"chem","answer_type":"short_answer","body":"In terms of its translational kinetic energy $K$, what is the pressure exerted by an ideal gas?","answer":"2K/3"},{"question_number":3,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"What is the equilibrium vapor pressure, in kilopascals, of water in an air parcel at $16\\$ relative humidity if the current partial pressure is 480 Pascals?","answer":"3"},"question_number":3,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"When water freezes and expands in rocks, small, often gravel-sized fragments break off, forming piles at the angle of repose located along the bases of mountains and cliff faces. What is the name for these deposits?","answer":"TALUS"},{"question_number":4,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"How many distinct bracelets can be made out of 7 distinct beads, given that bracelets are distinct if they are not a reflection or rotation of each other and each bracelet must use all 7 beads?","answer":"360"},{"question_number":4,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"In triangle ABC, AB has length 6, BC has length 4, and angle A is 30 degrees. What is the product of all possible lengths of AC?","answer":"20"},{"question_number":5,"question_type":"tossup","category":"phys","answer_type":"short_answer","body":"A 2d object in the xy-plane is spun around the x and y axes. Its average moment of inertia for these two axes is 22.5 kilogram meters squared, and the moment of inertia about the x-axis is $7 / 12$ that about the y-axis. What is the moment of inertia of this object about the z-axis, in kilogram meters squared?","answer":"45"},{"question_number":5,"question_type":"bonus","category":"phys","answer_type":"multiple_choice","body":"Akshansh hangs on to a merry-go-round using a friction force proportional to the centrifugal force. Initially he is at rest in the frame of the merry-go-round, but when given a nudge by Alexander, he slides outward radially. Which of the following best explains what happens to Akshansh?","choices":{"W":"He remains on the merry-go-round","X":"He continues to slide outward at a constant acceleration","Y":"He continues to slide outward at an increasing acceleration","Z":"He returns to his original position"},"answer":"W) HE REMAINS ON THE MERRY-GO-ROUND"},{"question_number":6,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"When they use quantum mechanics to describe the oscillation of atoms in a solid, they find what quasiparticle to be the quantized unit of sound?","answer":"PHONON"},{"question_number":6,"question_type":"bonus","category":"energy","answer_type":"multiple_choice","body":"Which of the following expressions is equal to sine of $B$ plus cosine of $B$?","choices":{"W":"Negative sine of quantity $\\i$ minus $B$ end quantity plus cosine $B$","X":"Sine of quantity $\\i$ minus $B$ end quantity plus cosine $B$","Y":"Sine of $B$ plus sine of quantity $B$ minus $\\i$ halves end quantity","Z":"Sine of $B$ minus sine of quantity $B$ plus $\\i$ halves end quantity"},"answer":"X) SINE OF QUANTITY PI MINUS B END QUANTITY PLUS COSINE OF B"},{"question_number":7,"question_type":"tossup","category":"biol","answer_type":"multiple_choice","body":"Though it may seem counterintuitive, the intentional killing of young offspring by an older member of the same species, termed infanticide, is a strategy employed by many different species. Typically, males will kill the offspring of other males as a form of sexual selection. Which of the following is not a potential reason that infanticide may be beneficial for the killers?","choices":{"W":"Increased parental investment for their young","X":"Increased contribution to the gene pool","Y":"Increased fertility of females due to ceasing lactation","Z":"Reduced interspecific competition"},"answer":"Z) REDUCED INTERSPECIFIC COMPETITION"},{"question_number":7,"question_type":"bonus","category":"biol","answer_type":"short_answer","body":"Identify all of the following three statements that are true about intracellular transport: 1) Myosin is associated with microfilaments 2) Vesicles containing neurotransmitters to be exocytosed would be transported to the cell periphery by dynein 3) During mitosis, chromosomes are moved to the metaphase plate as intermediate filaments attach to their kinetochores","answer":"1 ONLY"},{"question_number":8,"question_type":"tossup","category":"chem","answer_type":"short_answer","body":"Identify all of the following three molecules that are considered conjugated $\\i$ systems: 1) 1,3-butadiene 2) Benzene 3) Propene","answer":"ALL"},{"question_number":8,"question_type":"bonus","category":"chem","answer_type":"short_answer","body":"In quantum chemistry, the rigid rotor is a mathematical model for approximating the rotations of a molecule. The simplest rigid rotor holds two atoms at a constant distance from each other and allows them to spin. How many quantum numbers would you need to describe this system?","answer":"2"},{"question_number":9,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"The sun has an apparent magnitude of approximately -27. Approximating the moon's apparent magnitude as -12, how many times brighter than the moon is the sun?","choices":{"W":"100","X":"10,000","Y":"1,000,000","Z":"100,000,000"},"answer":"Y) 1,000,000"},{"question_number":9,"question_type":"bonus","category":"earth_and_space","answer_type":"multiple_choice","body":"Jonathan is observing a star and notices that it appears to wobble, as if it were orbiting some external center of mass. He determines that this star must have a fainter binary companion. What type of binary system is Jonathan's find an example of?","choices":{"W":"Spectroscopic binary","X":"Eclipsing binary","Y":"Astrometric binary","Z":"Spectrum binary"},"answer":"Y) ASTROMETRIC BINARY"},{"question_number":10,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"What is the leftmost digit of the base 10 number 923 when expressed in base 6?","answer":"4"},{"question_number":10,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"What is the distance between the focus and directrix of a parabola with equation $x = -3y^2 + y$?","answer":"1/6"},{"question_number":11,"question_type":"tossup","category":"phys","answer_type":"short_answer","body":"A thin spherical shell is constructed out of a charged insulator. If the potential just inside the shell, near the surface of the insulator is 50 volts, what is the potential at the center of the shell, in volts?","answer":"50"},{"question_number":11,"question_type":"bonus","category":"phys","answer_type":"short_answer","body":"Milliken attempts to perform his famous oil drop experiment and determine the charge of the electron. He uses a parallel plate capacitor to produce an electric field. However, his numbskill assistant, Akshansh, places the plates 3 times closer than Milliken told him to and applies 50% more voltage. What erroneous value, to two significant figures and in Coulombs, will Millikan obtain for the charge of the electron, assuming he does not realize the error?","answer":"$7.2 \\times 10^{-19}$"},{"question_number":12,"question_type":"tossup","category":"energy","answer_type":"short_answer","body":"When two isomers differ by the location of a pi bond and a proton, such as a ketone and an enol, they can readily interconvert. What is this form of isomerism called?","answer":"TAUTOMERISM"},{"question_number":12,"question_type":"bonus","category":"energy","answer_type":"short_answer","body":"What mafic igneous rock, often forming the sheeted dikes found in ophiolites, has the same composition as gabbro but has an intermediate-grained texture?","answer":"DIABASE"},{"question_number":13,"question_type":"tossup","category":"biol","answer_type":"multiple_choice","body":"Which of the following statements is not true about the digestion and absorption of fat?","choices":{"W":"Fats are primarily digested in the small intestine","X":"To be absorbed, monoglycerides and fatty acids are emulsified with bile","Y":"Chylomicrons consist of triglycerides, phospholipids, and associated proteins","Z":"After being formed, chylomicrons are transported initially by the hepatic portal vein"},"answer":"Z) AFTER BEING FORMED, CHYLOMICRONS ARE TRANSPORTED INITIALLY BY THE HEPATIC PORTAL VEIN"},{"question_number":13,"question_type":"bonus","category":"biol","answer_type":"short_answer","body":"Identify all of the following three mutations that would block all transcription of the lac operon: 1) Mutation in the DNA-binding portion of the repressor 2) Mutation in the CAP binding site of the promoter 3) Mutation in the allosteric site of the repressor that prevents allolactose binding","answer":"3 ONLY"},{"question_number":14,"question_type":"tossup","category":"chem","answer_type":"short_answer","body":"When performing a chemical synthesis, Derek notices that one step is stereospecific. Identify all of the following three reaction mechanisms that this step most likely does not follow: 1) $\\athrm{S}_{\\athrm{N}}1$ 2) $\\athrm{S}_{\\athrm{N}}2$ 3) E1","answer":"1 AND 3"},{"question_number":14,"question_type":"bonus","category":"chem","answer_type":"short_answer","body":"Identify all of the following three factors that would increase the acidity of phenol, a hydroxyl group attached to a benzene ring: 1) Replacing the oxygen with a sulfur atom 2) Replacing the benzene ring with cyclohexane 3) Replacing the hydrogen atom at the para position with a fluorine atom","answer":"1 AND 3"},{"question_number":15,"question_type":"tossup","category":"earth_and_space","answer_type":"multiple_choice","body":"Which of the following is an irregular ridge of desert rock that is formed when wind erosion carries less resistant material away?","choices":{"W":"Blowout","X":"Yardang","Y":"Bolson","Z":"Monadnock"},"answer":"X) YARDANG"},{"question_number":15,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"By name or number, identify all of the following three minerals that are phyllosilicates: 1) Almandine 2) Forsterite 3) Lepidolite","answer":"3 ONLY"},{"question_number":16,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"If five workers can build four houses in six weeks, then how many weeks will it take for three workers to build six houses, assuming that all workers build houses at the same constant rate?","answer":"15"},{"question_number":16,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"The Great Pyramids of Egypt plus one less-great pyramid are being stacked on top of each other, with the smallest on top and the largest on bottom. All side lengths of the smallest are 100 meters, the next are all 200, then 300, and then 400 meters. What is the total exposed surface area of this masterpiece?","answer":"$140000 + 75000\\qrt{3}$"},{"question_number":17,"question_type":"tossup","category":"phys","answer_type":"multiple_choice","body":"Which of the following best describes the difference between the inner core and the outer cladding of a fiber optic cable?","choices":{"W":"The cladding has a lower index of refraction","X":"The cladding has a higher index of refraction","Y":"The core must be a perfect mirror","Z":"The cladding must be a perfect mirror"},"answer":"W) THE CLADDING HAS A LOWER INDEX OF REFRACTION"},{"question_number":17,"question_type":"bonus","category":"phys","answer_type":"short_answer","body":"What is the change in entropy of the system, taking $g$ to be $9.8\\\\athrm{m/s^2}$, in Joules per Kelvin?","answer":"49"},{"question_number":18,"question_type":"tossup","category":"energy","answer_type":"multiple_choice","body":"These stars are formed by convection after helium burning finishes. In which of the following regions of the HR diagram would one expect to find these stars?","choices":{"W":"Henyey track","X":"Main sequence","Y":"Asymptotic giant branch","Z":"Instability strip"},"answer":"Y) ASYMPTOTIC GIANT BRANCH"},{"question_number":18,"question_type":"bonus","category":"energy","answer_type":"multiple_choice","body":"Which of the following is the best interpretation of a leaf area index of 3?","choices":{"W":"Every $3\\athrm{m}^2$ of ground area is covered by $1\\athrm{m}^2$ of leaf area","X":"Every $1\\athrm{m}^2$ of ground area is covered by $3\\athrm{m}^2$ of leaf area","Y":"$3\\$ of ground area is covered by leaves","Z":"$30\\$ of ground area is covered by leaves"},"answer":"X) EVERY $1\\athrm{M}^2$ OF GROUND AREA IS COVERED BY $3\\athrm{M}^2$ OF LEAF AREA"},{"question_number":19,"question_type":"tossup","category":"biol","answer_type":"multiple_choice","body":"Endoreduplication is the process of DNA replication occurring without mitotic division, forming polyploid cells. It is theorized endoreduplication is used in cells that need to increase their size and protein production. Which of the following immune cells is most likely to undergo endoreduplication?","choices":{"W":"Megakaryocyte","X":"Neutrophil","Y":"Dendritic cell","Z":"Macrophage"},"answer":"W) MEGAKARYOCYTE"},{"question_number":19,"question_type":"bonus","category":"biol","answer_type":"short_answer","body":"Identify all of the following three neurotransmitters that are primarily inhibitory in the central nervous system: 1) GABA 2) Glycine 3) Glutamate","answer":"1 AND 2"},{"question_number":20,"question_type":"tossup","category":"chem","answer_type":"multiple_choice","body":"Which d orbital has a distinct shape from the other four, having nodal cones instead of nodal planes?","choices":{"W":"dxy","X":"dx^2-y^2","Y":"dxz","Z":"dz^2"},"answer":"Z) dz^2"},{"question_number":20,"question_type":"bonus","category":"chem","answer_type":"short_answer","body":"Identify all of the following three conditions that would tend to favor an $\\athrm{S}_{\\athrm{N}}2$ reaction: 1) Tertiary substrate 2) Strong nucleophile 3) Polar aprotic solvent","answer":"2 AND 3"},{"question_number":21,"question_type":"tossup","category":"earth_and_space","answer_type":"short_answer","body":"Assuming Jupiter's orbital radius as 5 AU, how long, in Earth years, does it take Jupiter to orbit the sun twice?","answer":"22 YEARS"},{"question_number":21,"question_type":"bonus","category":"earth_and_space","answer_type":"short_answer","body":"According to Forchhammer's Principle, the relative proportions of the six major ions in seawater remain constant despite variations in overall salinity. By name or number, identify all of the following four ions that do not obey Forchhammer's Principle: 1) Iron 2) Magnesium 3) Sulfate 4) Phosphate","answer":"1 AND 4"},{"question_number":22,"question_type":"tossup","category":"math","answer_type":"short_answer","body":"If a paper of 1mm thickness is folded in half, then accordion folded in thirds, then accordion folded in 4ths, then 5ths, and so on, what is the minimum total folds so the paper is at least 1 meter tall?","answer":"21"},{"question_number":22,"question_type":"bonus","category":"math","answer_type":"short_answer","body":"Nikesh is making family stickers for cars. A family can be made of up to 4 stickers each of a man, woman, boy, girl, baby, dog or cat, but must have at least one adult. How many different families can there be?","answer":"204"},{"question_number":23,"question_type":"tossup","category":"phys","answer_type":"short_answer","body":"The lack of a Pauli Exclusion principle for bosons allows them to inhabit what state of matter?","answer":"BOSE-EINSTEIN CONDENSATE"},{"question_number":23,"question_type":"bonus","category":"phys","answer_type":"multiple_choice","body":"Which of the following best explains why a large object in an infinite square well does not appear to have quantized observables?","choices":{"W":"Quantum mechanics does not apply at large scales","X":"The wave function becomes more dispersed at larger scales","Y":"The difference between quantized states are so small that observables are effectively continuous","Z":"Probability peaks oscillate too fast for the object to stay in one state"},"answer":"Y) THE OBJECT'S WAVELENGTH IS SO SMALL THAT OBSERVABLES ARE EFFECTIVELY CONTINUOUS"}]