Failure:
[{"question_number": 1, "question_type": "tossup", "category": "chemistry", "answer_type": "short_answer", "body": "In Michael additions, ketones are usually unfavorable as nucleophilic donors because their enol tautomer is unperferable. The Stork synthesis can be used to improve the ability of a ketone to act as a donor by first converting it into what functional group by treating the ketone with a secondary amine under mildly acidic conditions?", "answer": "ENAMINE"}, {"question_number": 1, "question_type": "visual_bonus", "category": "chemistry", "answer_type": "short_answer", "body": "Shown in the image is a cyclopropanation reaction commonly used to functionalize fullerenes. Identify all of the following three statements that are true about the reaction shown: 1) It is an example of an aromatic substitution; 2) DBU serves as a nucleophilic catalyst; 3) The driving chemical force is relief of strain induced by steric factors.", "answer": "3 ONLY"}, {"question_number": 2, "question_type": "tossup", "category": "math", "answer_type": "short_answer", "body": "Identify all of the following three statements that are true of kites: 1) The sum of the squares of the diagonals is equal to the sum of the squares of the side lengths; 2) The perimeter of a kite with diagonals of fixed lengths is minimized when it is a rhombus; 3) All kites can contain an inscribed circle.", "answer": "1 AND 3"}, {"question_number": 2, "question_type": "bonus", "category": "math", "answer_type": "short_answer", "body": "Let $f(n) = n^2 + n + 2021$. Determine the number of positive divisors of $f(2020)$.", "answer": "4"}, {"question_number": 3, "question_type": "tossup", "category": "earth_and_space", "answer_type": "multiple_choice", "body": "A rogue comet passes through the solar system and temporarily orbits the Sun. It has a velocity equal to twice of its escape velocity. Which of the following orbital shapes will it follow?", "choices": {"W": "Circular", "X": "Elliptical", "Y": "Parabolic", "Z": "Hyperbolic"}, "answer": "Z) Hyperbolic"}, {"question_number": 3, "question_type": "visual_bonus", "category": "earth_and_space", "answer_type": "short_answer", "body": "Scientists at NASA used the Chandra Observatory and XMM newton telescopes to detect the quasar H2356-309 from behind the Sculptor wall of huge diffuse gas. They formed a spectrum of their graph with two dips corresponding to oxygen around one million kelvin. Answer the following two questions concerning this image: 1. In what region of the electromagnetic spectrum does the spectrum correspond to? 2. What specific portion of the intergalactic medium do the dips in the spectrum likely correspond to, composing the majority of baryonic matter between galaxies?", "answer": "1) X-RAY; 2) WHIM"}, {"question_number": 4, "question_type": "tossup", "category": "physics", "answer_type": "short_answer", "body": "Identify all of the following three statements concerning the charm quark which are true: 1) It has an electric charge of $-2 / 3$; 2) It has spin $\\rac{1}{2}$; 3) It experiences all 4 fundamental forces.", "answer": "2 AND 3"}, {"question_number": 4, "question_type": "visual_bonus", "category": "physics", "answer_type": "short_answer", "body": "Shown in the image are the IV curves for two devices in red and blue. Answer the following two questions about the image: 1. What general class of semiconductor devices do these two IV curves depict? 2. What specific types of this class of device do the red and blue curves depict, respectively?", "answer": "1) DIODES; 2) RED IS SCHOTTKY, BLUE IS P-N"}, {"question_number": 5, "question_type": "tossup", "category": "biology", "answer_type": "short_answer", "body": "Since amino acids have two ionizable side chains, many can serve as buffers near their pKa. What is the only amino acid that can serve as a buffer at physiological pH?", "answer": "HISTIDINE"}, {"question_number": 5, "question_type": "visual_bonus", "category": "biology", "answer_type": "short_answer", "body": "Shown in the image is a wright-giemsa stain of a blood smear, belonging to a patient with Burkitt's Lymphoma. Answer the following two questions concerning this disease. 1. Burkitt's lymphoma is a cancer that can be caused endemically by what virus? 2. Which type of immune cells are likely represented by the malignant purple cells in the image?", "answer": "1) EPSTEIN-BARR VIRUS; 2) B-CELLS(ACCEPT PLASMA CELLS)"}, {"question_number": 6, "question_type": "tossup", "category": "energy", "answer_type": "short_answer", "body": "Scientists at Idaho National Iab are studying organic ligands that can be used to improve the efficiency of fuels. Order the following three organic ligands in increasing field splitting strength: 1) $\\athrm{CH}_2$; 2) $\\athrm{CH}_3$; 3) $\\athrm{C}_2\\athrm{H}_4$.", "answer": "2,3,1"}, {"question_number": 6, "question_type": "visual_bonus", "category": "energy", "answer_type": "short_answer", "body": "Shown in the image is the mechanism of action of penicillin, which Los Alamos National Lab scientists have been detailing using machine learning. Answer the following three questions concerning the image: 1. What group of antibiotics, named after the it's namesake motif, does penicillin belong to? 2. What enzyme does penicillin deactivate? 3. Identify all of the following three descriptions that correctly identify penicillin: 1) Suicide inactivator; 2) Irreversible inhibitor; 3) Antiviral agent.", "answer": "1) $\\eta$-LACTAMS; 2) TRANSPEPTIDASE; 3) 1 AND 2"}, {"question_number": 7, "question_type": "tossup", "category": "chemistry", "answer_type": "multiple_choice", "body": "Which of the following best describes the direction of electron flow in the bonding interaction between a metal center and carbonyl ligand?", "choices": {"W": "From ligand sigma orbital to metal d orbital", "X": "From metal d orbital to ligand sigma star orbital", "Y": "From ligand pi orbital to metal d orbital", "Z": "From metal d orbital to ligand pi star orbital"}, "answer": "Z) FROM METAL D ORBITAL TO LIGAND PI STAR ORBITAL"}, {"question_number": 7, "question_type": "bonus", "category": "chemistry", "answer_type": "short_answer", "body": "Identify all of the following three carboxylic acid derivatives that display an IR stretching band for the carbonyl group with a larger wavenumber than in methyl acetate: 1) Acetyl fluoride; 2) 2-amino methyl acetate; 3) 2-chloromethyl acetate.", "answer": "1 AND 3"}, {"question_number": 8, "question_type": "tossup", "category": "math", "answer_type": "short_answer", "body": "The sum of the square and square root of a certain number is 18. What is the number?", "answer": "4"}, {"question_number": 8, "question_type": "bonus", "category": "math", "answer_type": "short_answer", "body": "Let $P$ be a point inside square ABCD such that $AP = 2$, $BP = 4$ and $CP = 5$. What is the length of $DP$?", "answer": "$\\qrt{13}$"}, {"question_number": 9, "question_type": "tossup", "category": "earth_and_space", "answer_type": "multiple_choice", "body": "Which of the following rocks would you expect to find between each pillow in a pillow basal?", "choices": {"W": "Rhyolite", "X": "Hyaloclastite", "Y": "Ignmibrite", "Z": "Welded Tuff"}, "answer": "X) HYALOCLASTITE"}, {"question_number": 9, "question_type": "visual_bonus", "category": "earth_and_space", "answer_type": "short_answer", "body": "Shown in the image is a new image of M87 captured by the event horizon telescope that shows the magnetic polarization of the light. Answer the following two questions about this image: 1) What technique used by the event horizon telescope combines multiple telescopes around the world to obtain a higher resolution image?; 2) The outermost layer of the jet emanating from M87 is parabolic in nature because the Kerr black hole causes what effect, predicted in General Relativity and seen in the I.ens Thirring effect to occur?", "answer": "1) INTERFEROMETRY; 2) FRAME DRAGGING"}, {"question_number": 10, "question_type": "tossup", "category": "physics", "answer_type": "short_answer", "body": "Give, by name or number, all of the following 3 statements concerning electric currents which are true: 1) Voltage reversal is when the direction of electron flow reverses; 2) AC currents experience $100\\$ voltage reversal; 3) The inductance and capacitance in DC currents form a harmonic oscillator.", "answer": "2 AND 3"}, {"question_number": 10, "question_type": "visual_bonus", "category": "physics", "answer_type": "short_answer", "body": "Shown in the image is a potential function and its corresponding wavefunctions given by the Schrodinger equation. Answer the following questions: 1. What is the name of this system? 2. What is the ratio of the average kinetic energy to the average potential energy of each state? 3. The ground state of this system has nonzero energy due to the Heisenberg uncertainty principle. What is the term for this energy?", "answer": "1) QUANTUM HARMONIC OSCILLATOR; 2) 1; 3) ZERO POINT ENERGY"}, {"question_number": 11, "question_type": "tossup", "category": "biology", "answer_type": "short_answer", "body": "Which cell receptors that distinguish helper T cells from cytotoxic T cells are bound by HIV in order to promote viral entry?", "answer": "CD4"}, {"question_number": 11, "question_type": "visual_bonus", "category": "biology", "answer_type": "short_answer", "body": "Depicted in the image is a three dimensional protein folding funnel, which plots the free energy of protein folding conformations in 3D space. Answer the following three questions about this image: 1. Which funnel, a, b, or c, would likely require the presence of a chaperone? 2. Which funnel represents a protein that has a singular folding pathway? 3. When a large amount of unfolded protein accumulates, the unfolded protein response regulates the production of which tag that, when attached to proteins, marks them for destruction by the proteasome?", "answer": "1) B 2) C 3) UBIQUITIN"}, {"question_number": 12, "question_type": "tossup", "category": "energy", "answer_type": "multiple_choice", "body": "Scientists at Lawrence Livermore National Lab discovered that materials such as 1-ethyl imidazolium bis trifluoromethane sulfonyl imide can be used to increase the efficiency of carbon sequestration from the atmosphere. Which of the following states of matter do these compounds belong to?", "choices": {"W": "Supercritical fluid", "X": "I.iquid crystal", "Y": "Plasma", "Z": "High temperature superconductor"}, "answer": "X) LIQUID CRYSTAL"}, {"question_number": 12, "question_type": "visual_bonus", "category": "energy", "answer_type": "short_answer", "body": "Depicted in the image is the X-ray diffraction scattering pattern of a magnetic rare earth icosahedral binary quasicrystal that Scientists at Ames Laboratory have been studying. The mineral, termed icosahedrite, is naturally occurring but extraterrestrial in origin. Answer the following two questions about the image: 1. Instead of phonons, what quasiparticle, the permutable analog of phonons, are found in these crystals? 2. How many modes of symmetry are found in this diffraction pattern?", "answer": "1) PHASONS; 2) 8"}, {"question_number": 13, "question_type": "tossup", "category": "chemistry", "answer_type": "short_answer", "body": "Identify all of the following three statements that are true about nitriles: 1) The nitrogen lone pair acts as a strong nucleophile; 2) The carbon-13 NMR shift of the carbon in a nitrile is usually greater than an sp hybridized alkyne carbon; 3) An amine is produced by treating a nitrile with excess grignard reagent followed by acid work-up.", "answer": "2 ONLY"}, {"question_number": 13, "question_type": "visual_bonus", "category": "chemistry", "answer_type": "short_answer", "body": "Shown in the image is the reaction of a diester using catalytic amounts of sodium ethoxide. Answer the following three questions about this reaction: 1. What is the name of this general class of reactions between esters under basic conditions? 2. What is the specific name for the version of the general class of reactions shown in the image? 3. By letter, which of the labeled products is the major product of this reaction?", "answer": "1) CLAISEN CONDENSATION; 2) DIECKMANN CONDENSATION; 3) Y"}, {"question_number": 14, "question_type": "tossup", "category": "math", "answer_type": "short_answer", "body": "An urn contains 12 red balls and 15 blue balls. Kira takes out 6 balls once at a time. What is the expected number of red balls she draws?", "answer": "8/3"}, {"question_number": 14, "question_type": "bonus", "category": "math", "answer_type": "short_answer", "body": "Find all the critical points on the graph of the function $f(x,y) = x^3 + y^3 - 3xy$", "answer": "(0, 0), (1, 1)"}, {"question_number": 15, "question_type": "tossup", "category": "earth_and_space", "answer_type": "short_answer", "body": "The twinkling of stars is caused by different air densities in the atmosphere which refracts starlight in slightly different ways. What is the term for this phenomena?", "answer": "SCINTILLATION"}, {"question_number": 15, "question_type": "visual_bonus", "category": "earth_and_space", "answer_type": "short_answer", "body": "Shown is a picture of a \thunder egg.\ Answer the following three questions concerning the thunder egg: 1. The insides of a thunder egg are filled with what form of silica? 2. Thunder eggs are associated with what type of lava? 3. What process do volcanic glassy volcanic rocks undergo to form thunder eggs?", "answer": "1) CHALCEDONY; 2) RHYOLITIC; 3) DEVITRIFICATION"}, {"question_number": 16, "question_type": "tossup", "category": "physics", "answer_type": "short_answer", "body": "What term is given to the thickness of the incomplete expulsion of magnetic fields in a superconductor, observed in the Miessner effect?", "answer": "LONDON PENETRATION DEPTH"}, {"question_number": 16, "question_type": "visual_bonus", "category": "physics", "answer_type": "short_answer", "body": "Shown in the diagram is a circuit diagram for an incomplete circuit. A motor with a certain resistance is to be placed between the leads marked in red. Given $R_{1} = 2\\mega$, $R_{2} = 3\\mega$, $R_{3} = 6\\mega$, and the potential difference across the battery is $6\\athrm{V}$, answer the following two questions: 1) In ohms, what should be the resistance of the motor in order to maximize the power delivered to the motor? 2) In watts, what is this maximum power?", "answer": "1) 1.2\\mega 2) 1.2W"}, {"question_number": 17, "question_type": "tossup", "category": "biology", "answer_type": "short_answer", "body": "While mammalian blood is red because it contains hemoglobin, hemolymph is blue because it contains what oxygen binding protein?", "answer": "HEMOCYANIN"}, {"question_number": 17, "question_type": "bonus", "category": "biology", "answer_type": "short_answer", "body": "Identify all of the following three agents, that when added to isolated mitochondria with phosphate and ADP, would increase the rate of oxygen consumption: 1) 2,4 Dinitrophenol, an uncoupling agent; 2) Cyanide, a cytochrome c oxidase inhibitor; 3) Oligomycin, an ATP synthase inhibitor.", "answer": "1 ONLY"}, {"question_number": 18, "question_type": "tossup", "category": "energy", "answer_type": "short_answer", "body": "Scientists at Argonne National Lab have been studying the cytoskeletal structure of red blood cells and observed the presence of a pentagonal protein bound to ankyrin and glycophorin in the plasma membrane. What is the likely identity of this protein?", "answer": "SPECTRIN"}, {"question_number": 18, "question_type": "visual_bonus", "category": "energy", "answer_type": "short_answer", "body": "Scientists at Oak Ridge National Lab are using the Spallation Neutron Source to probe the structural properties of various materials. Shown in the image are four allotropes of an element on the periodic table. Answer the following three questions about the image shown: 1. What element are these four structures allotropes of? 2. By letter, give the name of each allotrope shown. 3. By letter, identity which allotrope is kinetically most stable.", "answer": "1) PHOSPHORUS; 2) A IS WHITE, B IS BLACK, C IS VIOLET, D IS RED; 3) D"}, {"question_number": 19, "question_type": "tossup", "category": "chemistry", "answer_type": "multiple_choice", "body": "David treats a sample of bromobenzene with butyllithium followed by catecholborane. Which of the following reactions is David most likely preparing for?", "choices": {"W": "Aryne elimination-addition", "X": "Hydroboration oxidation", "Y": "Nucleophilic aromatic substitution", "Z": "Suzuki coupling"}, "answer": "Z) SUZUKI COUPLING"}, {"question_number": 19, "question_type": "bonus", "category": "chemistry", "answer_type": "short_answer", "body": "Identify all of the following three statements that are true regarding triplet carbenes: 1) Most triplet carbenes are characterized as having sp3 hybridization; 2) Triplet carbenes can be formed via alpha elimination; 3) Unlike singlet carbenes, triplet carbenes undergo concerted cyclopropanation of alkenes.", "answer": "NONE"}, {"question_number": 20, "question_type": "tossup", "category": "math", "answer_type": "short_answer", "body": "Suppose $n$ is an integer with 5 divisors. What is the least number of divisors $n - 1$ can have?", "answer": "4"}, {"question_number": 20, "question_type": "visual_bonus", "category": "math", "answer_type": "short_answer", "body": "Shown in the image is a 3 by 3 matrix. Answer the following two questions about the matrix shown: 1) Is the matrix shown invertible? 2) What is the dimension of the kernel of the matrix shown?", "answer": "1) NO, 2) 1"}, {"question_number": 21, "question_type": "tossup", "category": "earth_and_space", "answer_type": "multiple_choice", "body": "Which of the following is associated with high concentrations of helium 3?", "choices": {"W": "Abyssal Hills", "X": "Lagoons", "Y": "Seamounts", "Z": "Hydrothermal Vents"}, "answer": "Z) HYDROTHERMAL VENTS"}, {"question_number": 21, "question_type": "bonus", "category": "earth_and_space", "answer_type": "short_answer", "body": "Answer the following two questions: 1. What rare earth element commonly forms $+2$ ions instead of $+3$ ions, causing anomalies relative to other lanthanides? 2. Identify all of the following three elements which one would expect to be concentrated into olivine? a. Zirconium b. Cobalt c. Nickel", "answer": "1) EUROPIUM; 2) b and c"}, {"question_number": 22, "question_type": "tossup", "category": "physics", "answer_type": "short_answer", "body": "Lagrangian mechanics is a formulation of classical mechanics based upon what principle which is defined to be the integral of the Lagrangian between 2 different times t1 and t2 and is also the founding principle behind Newtonian and Hamiltonian mechanics?", "answer": "PRINCIPLE OF LEAST ACTION"}, {"question_number": 22, "question_type": "visual_bonus", "category": "physics", "answer_type": "short_answer", "body": "Shown in the image is a Feynman diagram of a certain interaction. Answer the following two questions: 1) What interaction is being displayed?; 2) This diagram depicts the only proposed elastic scattering mechanism of which particle?", "answer": "1) NEUTRAL CURRENT; 2) NEUTRINO"}, {"question_number": 23, "question_type": "tossup", "category": "biology", "answer_type": "multiple_choice", "body": "The oxygen evolving, or water splitting complex in plants requires the presence of which of the following transition metal cofactors?", "choices": {"W": "Nickel", "X": "Molybdenum", "Y": "Magnesium", "Z": "Manganese"}, "answer": "Z) MANGANESE"}, {"question_number": 23, "question_type": "visual_bonus", "category": "biology", "answer_type": "short_answer", "body": "Shown in the image are the two graphs showing the photosynthetic rate of a C3 and C4 plants against the leaf temperature at normal and high CO concentration. Answer the following three questions about this diagram: 1) Which color, blue or red, depicts the C4 plant?; 2) What process at high temperatures is responsible for the tapering off of the photosynthetic rate after 40 degrees celsius for the red curve; 3) Which plant type, C3 or C4, has a higher water use efficiency?", "answer": "1) BLUE; 2) PHOTORESPIRATION; 3) C4"}, {"question_number": 24, "question_type": "tossup", "category": "energy", "answer_type": "multiple_choice", "body": "Researchers at Los Alamos National Laboratory are working on a vaccine for HIV. HIV was first treated with AZT, a reverse transcriptase inhibitor initially developed against retrovirus-based cancers. AZT is best described by as a:", "choices": {"W": "Nucleoside analog", "X": "Noncompetitive antagonist", "Y": "Competitive agonist", "Z": "Allosteric inhibitor"}, "answer": "W) NUCLEOSIDE ANALOG"}, {"question_number": 24, "question_type": "visual_bonus", "category": "energy", "answer_type": "short_answer", "body": "Scientists at Los Alamos National Lab discovered a ferromagnetic uranium-based alloy with strong thermoelectric properties, exemplified by having a high anomalous Nernst conductivity. The image shows a diagram representing various effects in the alloy. Answer the following three questions about the diagram in the image: 1. While diagram B represents the anomalous Nernst effect, diagram A represents what effect? 2. The high anomalous Nernst conductivity is due to a large occurrence of what relativistic effect in the alloy? 3. The Nernst effect is also used in RTG's. The Perseverance Mars rover is powered by an RTG that utilizes which isotope?", "answer": "1) SEEBECK; 2) SPIN-ORBIT COUPLING; 3) PLUTONIUM-238"}, {"question_number": 25, "question_type": "tossup", "category": "chemistry", "answer_type": "short_answer", "body": "For Raman active rotational transitions in a molecule, the molecule must display what property characterized by the magnitude of the induced dipole moment depending on the direction of the electric field relative to the molecule?", "answer": "ANISOTROPY"}, {"question_number": 25, "question_type": "visual_bonus", "category": "chemistry", "answer_type": "short_answer", "body": "Shown in the image is Vashka's complex, which can be reacted with oxygen gas to form an octahedral complex. Answer the following three questions about Vashka's complex, knowing that free neutral iridium is d7 in its ground-state: 1. What is the total valence electron count of Vashka's complex? 2. What is the hapticity of the dioxygen ligand in its adduct with Vashka's complex? 3. How many unpaired electrons does iridium have in Vashka's complex?", "answer": "1) 16; 2) 2; 3) 0"}]