[
  {
    "question_number": 1,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "The Tully Fisher relation is to spiral galaxies as what relation is to elliptical galaxies?",
    "answer": "FABERJACKSON"
  },
  {
    "question_number": 1,
    "question_type": "bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Traditionally, when a star enters the Red Giant Branch, it's outer envelope becomes convective and many elements produced in the core are brought up to the surface which may be analyzed in spectra. What term is given to this process?",
    "answer": "DREDGEUP"
  },
  {
    "question_number": 2,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "For a planet orbiting a star, its path in 3-D space is equivalent to the projection of what type of curve in space-time around the star?",
    "answer": "GFODESIC"
  },
  {
    "question_number": 2,
    "question_type": "bonus",
    "category": "physics",
    "answer_type": "multiple_choice",
    "body": "A quantum particle has a wave function equal to a Gaussian. Which of the following is its momentum space wave function?",
    "choices": {
      "W": "Dirac delta",
      "X": "Gaussian",
      "Y": "Sine wave",
      "Z": "Wave packet"
    },
    "answer": "X)GAUSSIAN"
  },
  {
    "question_number": 3,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "multiple_choice",
    "body": "What is the asymptotic behavior of the function $D(n!)$, where $D(x)$ is the number of digits in the base-10 representation of $x$?",
    "choices": {
      "W": "n",
      "X": "n log(n)",
      "Y": "en",
      "Z": "n"
    },
    "answer": "X) n log(n)"
  },
  {
    "question_number": 3,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "Let $z$ be a complex number. Identify all of the following three inequalities that must be true: 1) $|z| > |\\n (z)|$ the magnitude of $z$ is greater than the magnitude of the natural log of $z$, 2) $|z| < |e^z|$ the magnitude of $z$ is less than the magnitude of $e$ to the power of $z$, 3) $|z| < |z^z|$ the magnitude of $z$ is less than the magnitude of $z$ to the power of $z$.",
    "answer": "NONE"
  },
  {
    "question_number": 4,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "multiple_choice",
    "body": "Researchers at Lawrence Berkeley National Lab have been studying the implementation of a micotic drive into Acdes aegypti and Anopheles mosquitoes to curb the spread of diseases like yellow fever and Malaria. Which of the following is a plausible step in their process?",
    "choices": {
      "W": "Attaching a lethal factor to the Y chromosome to decimate the sex ratio of the mosquitos, thus crippling their effective population size",
      "X": "Attaching a resistance factor to an autosome to decrease susceptibility of host species of being a vector for the diseases",
      "Y": "Attaching a highly active transposable element to a random place in the genome to disrupt linkage equilibrium and increase Tajima's D for the species",
      "Z": "Inserting a transgenic sequence that codes for increased gamete formation so that the generation time of the species decreases below the needed generation time of the disease causing agents"
    },
    "answer": "W) ATTACHING A LETHAL FACTOR TO THE Y CHROMOSOME TO DECIMATE THE SEX RATIO OF THE MOSQUITOS, THUS CRIPPING THEIR EFFECTIVE POPULATION SIZE"
  },
  {
    "question_number": 4,
    "question_type": "bonus",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Scientists at Argonne National Laboratory are designing silica nanostructures covered in antibody fragments to trap $\\eta$-amyloid and prevent aggregation in those with Alzheimer's disease. By name or number, identify all the following three statements that are true about aggregation of prion-like $\\eta$-amyloid mechanism in Alzheimer's: 1) Certain $\\lpha$-helices misfold into $\\eta$-sheets; 2) Aggregates experience inter-protein attraction via hydrophobic forces between $\\lpha$-helices; 3) Aggregates strongly resist proteolysis and denaturation.",
    "answer": "1AND3"
  },
  {
    "question_number": 5,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "multiple_choice",
    "body": "Illumination of the entire receptive field for a ON center/OFF surround convergence area would lead to which of the following types of simulations of the ganglion cell?",
    "choices": {
      "W": "Strong stimulation of ganglion cell",
      "X": "Weak stimulation of ganglion cell",
      "Y": "Strong inhibition of ganglion cell",
      "Z": "Weak inhibition of ganglion cell"
    },
    "answer": "X) WEAK STIMULATION OF GANGLION CELL"
  },
  {
    "question_number": 5,
    "question_type": "visual_bonus",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Shown in the image is a common disorder of the eye. Answer the following two questions about this image: 1. What is the name of the disorder depicted? 2. Identify all of the following three that are able to correct this disorder: 1) Convex lens; 2) Biconcave lens; 3) I.ASIK.",
    "answer": "1) ASTIGMATISM; 2) 3 ONLY"
  },
  {
    "question_number": 6,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "multiple_choice",
    "body": "Which of the following orbital interactions between a heteroatom and adjacent carbon substituent molecular orbital is responsible for the anomeric effect in tetrahydropyrans?",
    "choices": {
      "W": "Non-bonding to sigma star",
      "X": "Non-bonding to pi star",
      "Y": "Sigma to non-bonding",
      "Z": "Pi to non-bonding"
    },
    "answer": "W) NON-BONDING TO SIGMA STAR"
  },
  {
    "question_number": 6,
    "question_type": "visual_bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "The image shows a diagram commonly used in spectroscopy, with quantum states labeled X, Y, and Z. Answer the following three questions about this image: 1. What is the name of this type of diagram? 2. What quantity is represented by the vertical axis of this diagram? 3. What is the name for the types of luminescence produced by the electronic transitions from Y to X and from Z to X, respectively?",
    "answer": "1) JABLONSKI; 2) ENERGY; 3) Y-X IS FLUORESCENCE, Z-X IS PHOSPHORESCENCE"
  },
  {
    "question_number": 7,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "multiple_choice",
    "body": "What type of granite is characterized by large crystals of alkali feldspars encased in plagioclase feldspars, possibly from the mixing of different magmas?",
    "choices": {
      "W": "Orbicular",
      "X": "Rapakivi",
      "Y": "Tonalite",
      "Z": "Melanogranite"
    },
    "answer": "X) RAPAKIVI"
  },
  {
    "question_number": 7,
    "question_type": "visual_bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Answer the following two questions concerning the picture: 1. What is the name for the atmospheric phenomenon shown in the picture? 2. Which of the following causes this phenomenon? W) Negative cloud to ground lightning X) Positive cloud to ground lightning Y) Ionized sulfur from volcanic eruptions Z) Coronal Mass Ejections leading to localized ionization",
    "answer": "1) RED SPRITE; 2) X) POSITIVE CLOUD TO GROUND LIGHTNING"
  },
  {
    "question_number": 8,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "multiple_choice",
    "body": "A wavefunction, often described as a superposition of several eigenstates suddenly collapses to one eigenstate. Which of the following best explains what has occurred?",
    "choices": {
      "W": "Observation",
      "X": "Entanglement",
      "Y": "Nonlocality",
      "Z": "Divergence"
    },
    "answer": "W) OBSERVATION"
  },
  {
    "question_number": 8,
    "question_type": "visual_bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "Shown in the image is a unitary mixing matrix in particle physics that is used to describe the charged-current weak interaction for certain fermions. Answer the following three questions about the matrix in the image: 1. What is the name of this matrix? 2. What process does this matrix serve as a model for, which occurs during the free propagation through space of some leptons? 3. What constant is equal to the sum of the squares of the elements in the matrix?",
    "answer": "1) PMNS; 2) NEUTRINO OSCILLATION; 3) 1"
  },
  {
    "question_number": 9,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "How many roots of the polynomial $x^{2} + x + 1 = 0$ are also roots of the polynomial $x^{6} + x^{3} + 1 = 0?$",
    "answer": "0"
  },
  {
    "question_number": 9,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "What is the average distance between the origin and the annulus with inner radius 1 and outer radius 2?",
    "answer": "14/9"
  },
  {
    "question_number": 10,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "multiple_choice",
    "body": "Scientists at Oak-Ridge National Lab are using spectroscopic techniques to analyze the chemical structure of minerals. Which of the following wavelengths of light, in meters, would be best used for analyzing the chemical environment of iron-57 nuclei in proteins and minerals?",
    "choices": {
      "W": "$10^{12}$",
      "X": "$10^{9}$",
      "Y": "$10^{-6}$",
      "Z": "$10^{-3}$"
    },
    "answer": "W) $10^{-12}$"
  },
  {
    "question_number": 10,
    "question_type": "visual_bonus",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Shown in the image is the general form of the Urca process, which scientists at Los Alamos National Laboratory have been researching to learn more about the cooling processes of stars, where B stands for any baryon and I stands for a corresponding lepton. Answer the following three questions about the Urca process: 1. The Urca process is a proposed mechanism by which compact stellar objects slowly cool. It is especially important in which group of stars? 2. Identify all of the following particles that B, could be: 1) $\\um_{0}$ (sigma zero); 2) $\\mega$ (omega minus); 3) Photon. 3. Using the conservation of lepton number, if the first baryon is a neutron, identify all of the following particles that the lepton could be: 1) Muon; 2) Electron; 3) Positron.",
    "answer": "1) WHITE DWARVES; 2) 1 AND 2 ONLY; 3) 1 AND 2 ONLY"
  },
  {
    "question_number": 11,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "multiple_choice",
    "body": "Which of the following types of ion channels prevents tetany in cardiac muscle cells?",
    "choices": {
      "W": "L-type $\\athrm{Ca^{2 + }}$",
      "X": "F-type",
      "Y": "T-type",
      "Z": "Ryanodine"
    },
    "answer": "W) L-TYPE $\\athrm{Ca^{2 + }}$"
  },
  {
    "question_number": 11,
    "question_type": "bonus",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Herpesviruses are often able to hide within the central nervous system and within cells, become latent, and reinfect the body so called flare-ups. Answer the following two questions about the envelopes of this family of viruses: 1) When they first infect, they have envelopes developed from the membrane of what organelle, of which they are cloaked in due to intracellular exocytosis; 2) When they become latent and infect in a flareup infection, from what organelle are their envelopes derived?",
    "answer": "1)NUCI.EUS;2)GOI.GI.BODY"
  },
  {
    "question_number": 12,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "multiple_choice",
    "body": "Which of the following types of compounds is most likely to have the longest wavelength of maximum absorption?",
    "choices": {
      "W": "Octahedral high spin metal complex",
      "X": "Tetrahedral high spin metal complex",
      "Y": "Short conjugated carbon pi system",
      "Z": "Long conjugated carbon pi system"
    },
    "answer": "X)TETRAHEDRALHIGHSPINMETALCOMPLEX"
  },
  {
    "question_number": 12,
    "question_type": "visual_bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Shown in the image are the structures of three biologically active fused polycyclic heterocycles. Answer the following three questions about these polycyclic heterocycles: 1. By number, identify all of the heterocycles shown that are aromatic. 2. By letter, order the three labeled heteroatoms in increasing basicity in aqueous solution. 3. What bicyclic moiety is present in the heterocycles labeled 2 and 3 but not in 1?",
    "answer": "1)2AND3;2)A,B,C;3)IND0LE"
  },
  {
    "question_number": 13,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Order the following three layers of an ophiolite complex from closest to furthest from the core: 1) Sheeted Dikes; 2) Serpentinite; 3) Pillow Basalts.",
    "answer": "2,1,3"
  },
  {
    "question_number": 13,
    "question_type": "bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Identify the name of the type of cloud found in a thunderstorm with each of the following three descriptions: 1) Convective pouches indicating strong turbulence; 2) Located about the tropopause; 3) Formed between downdrafts and the gust front.",
    "answer": "1) MAMMATUS;2) OVERSHOOTING TOP;3) ROLL CLOUD"
  },
  {
    "question_number": 14,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "multiple_choice",
    "body": "Which of the following functions of potential energy has quantum mechanical solutions with trajectories that mirror its classical solutions?",
    "choices": {
      "W": "$3x - 2$",
      "X": "$x^{2} + 2x - 1$",
      "Y": "$- x^{3} - 4x + 5$",
      "Z": "$2\\in (3\\i x)$"
    },
    "answer": "X) $x^{2} + 2x - 1$"
  },
  {
    "question_number": 14,
    "question_type": "bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "A point charge on the positive $z$-axis is placed near an infinite conducting sheet on the $x$-y plane. Identify all of the following three statements that are true regarding the electric field of this system: 1) The electric field lines at the surface of the sheet are normal everywhere to the sheet; 2) The electric field decays with the inverse second power of $z$ for large, positive values of $z$; 3) The electric field is zero everywhere for negative values of $z$.",
    "answer": "1AND3"
  },
  {
    "question_number": 15,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "The product of two prime numbers is one less than a perfect square. If both primes are less than 20, what is the greatest possible value of this perfect square?",
    "answer": "324"
  },
  {
    "question_number": 15,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "Identify all of the following statements that must be true regarding matrices: 1) If A is a 2 by 4 matrix, the kernel of A has dimension at most 2, 2) If A is a 2 by 2 matrix with a positive determinant, then the eigenvalues of A are real, 3) If two matrices have the same characteristic polynomial, they have the same rank.",
    "answer": "NONE"
  },
  {
    "question_number": 16,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Researchers at Los Alamos National Lab have been studying the extreme stability of colloidal quantum dots for their application in lasing devices. What quantity of these colloids, caused by the charge contained within a dispersed particle relative to the medium, has a highly negative value that lends to the stability of these colloids?",
    "answer": "ZETAPOTENTIAL"
  },
  {
    "question_number": 16,
    "question_type": "visual_bonus",
    "category": "energy",
    "answer_type": "short_answer",
    "body": "Shown in the image is a reaction that scientists at Argonne National Lab are using to develop self-assembling supramolecular structures with metal coordination. Answer the following three questions about this reaction: 1. What is the general name of this class of organometallic reactions that couple organoboron and halide species using a palladium catalyst? 2. By number, identify all of the following three halides that could participate in this reaction instead of an aryl halide: 1) Allyl chloride; 2) Vinyl chloride; 3) Ethyl chloride. 3. During which mechanistic step of the reaction is the product generated?",
    "answer": "1)SUZUKI;2)1AND2;3)REDUCTIVEELIMINATION"
  },
  {
    "question_number": 17,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "multiple_choice",
    "body": "The mitochondrial genes MT-ATP8 and MT-ATP6 are unique in that they can be translated in different reading frames and thus produce different products. This phenomena is most similar to which of the following?",
    "choices": {
      "W": "VDJ recombination in B cells",
      "X": "Variable surface glycoproteins production in Trypanosoma brucei",
      "Y": "HIV genome translation",
      "Z": "Imprinting on the Igf-2 allele"
    },
    "answer": "Y)HIVGENOMETRANSLATION"
  },
  {
    "question_number": 17,
    "question_type": "visual_bonus",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Shown in the image is a specific metabolic pathway used by bacteria to form organic compounds from $\\athrm{CO_2}$ the aptly named Reverse Krebs Cycle. Answer the following three questions concerning this metabolic pathway: 1. Which intermediate in this pathway is condensed with glycine to produce the pyrrole portion of hemoglobin? 2. Which complex in the electron transport chain contains a complex with an enzyme that is responsible for oxidizing one of the intermediates in this cycle? 3. Which intermediate in the Krebs cycle is oxidized by the enzyme mentioned in the previous question?",
    "answer": "1)SUCCINYL- COA;2)COMPLEXII;3) $\\lpha$-KETOGLUTARATE"
  },
  {
    "question_number": 18,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Order the following three carboxylic acid derivatives in increasing reactivity toward nucleophilic acyl substitution: 1) Acid chloride; 2) Thioster; 3) Fster.",
    "answer": "3,2,1"
  },
  {
    "question_number": 18,
    "question_type": "bonus",
    "category": "chemistry",
    "answer_type": "multiple_choice",
    "body": "In an octahedral metal complex containing five carbonyl ligands and one chloro ligand, which of the following correctly describes the first mechanistic step of its reaction with a lewis base?",
    "choices": {
      "W": "A carbonyl ligand cis to the chloro ligand dissociates",
      "X": "A carbonyl ligand trans to the chloro ligand dissociates",
      "Y": "The lewis base associates cis to the chloro ligand",
      "Z": "The lewis base associates trans to the chloro ligand"
    },
    "answer": "W)A CARBONYL LIGAND CIS TO THE CHLORO LIGAND DISSOCIATES"
  },
  {
    "question_number": 19,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Order the following three magmas in order of increasing water% by weight: 1) Mid-Ocean Ridge Basalt; 2) Rhyolites; 3) Volcanic arc basalt",
    "answer": "1,3,2"
  },
  {
    "question_number": 19,
    "question_type": "visual_bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Shown in the image is an artistic depiction of an active galactic nucleus, with three different perspectives along which it can be observed, classifying it as either a blazar, a quasar, or a type II Seyfert object. Answer the following three questions about this object: 1. At the perspective labeled A, which is at a 90 degree angle to the relativistic jet, what will be the classification of the AGN? 2. At the perspective labeled B, which is at an acute degree angle to the relativistic jet, what will be the classification of the AGN? 3. At the perspective labeled C, which is staring directly at the relativistic jet, what will be the classification of the AGN?",
    "answer": "1) TYPE II SEYFERT GALAXY; 2) QUASAR (ACCEPT: TYPE I SEYERT); 3) BLAZAR"
  },
  {
    "question_number": 20,
    "question_type": "tossup",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "When the distance between two materials is too large for conduction to occur but too small for radiation to occur, classical heat transfer models are unable to explain the resulting heat transfer. Instead, the tunneling of what particle causes heat transfer between the two materials?",
    "answer": "PHONONS"
  },
  {
    "question_number": 20,
    "question_type": "visual_bonus",
    "category": "physics",
    "answer_type": "short_answer",
    "body": "Shown in the image is the flow of a certain fluid. Answer the following two questions about the fluid flow: 1. What is the name given to this specific type of fluid flow? 2. Is this flow rotational or irrotational?",
    "answer": "1)COUETTE FLOW;2)ROTATIONAL"
  },
  {
    "question_number": 21,
    "question_type": "tossup",
    "category": "math",
    "answer_type": "short_answer",
    "body": "Darren rolls a fair six-sided dice four times and multiplies together the numbers he rolled. What is the probability that the product he obtains is a prime number?",
    "answer": "1/108"
  },
  {
    "question_number": 21,
    "question_type": "bonus",
    "category": "math",
    "answer_type": "short_answer",
    "body": "How many pairs of integers $(a,b)$ satisfy $a + b + \\rac{a}{b} = 11?$",
    "answer": "11"
  },
  {
    "question_number": 22,
    "question_type": "tossup",
    "category": "energy",
    "answer_type": "multiple_choice",
    "body": "Scientists at Princeton Plasma Physics Laboratory have been studying the properties of B factory experiments. Which problem might they be trying to solve?",
    "choices": {
      "W": "CPT Symmetry violation",
      "X": "Matter antimatter imbalance",
      "Y": "Hierarchy of fundamental forces",
      "Z": "Yang-miller groups"
    },
    "answer": "X) MATTER ANTIMATTER IMBALANCE"
  },
  {
    "question_number": 22,
    "question_type": "visual_bonus",
    "category": "energy",
    "answer_type": "multiple_choice",
    "body": "Shown in the image is Doxorubicin, a chemotherapeutic drug that scientists at Hefei National Laboratory have been studying for carcinogenic effects. Based on the structure of the drug, which of the following is likely it's mechanism of action?",
    "choices": {
      "W": "Nucleotide analog",
      "X": "Intercalating agent",
      "Y": "Ribosomal flocculent",
      "Z": "Apoptosis inducer"
    },
    "answer": "X) INTERCALATING AGENT"
  },
  {
    "question_number": 23,
    "question_type": "tossup",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "In many human proteins such as hemoglobin, iron usually is coordinated by the imidazole ring of histidine. In cytochrome complexes however, some iron atoms exist in clusters that are coordinated to what other amino acid?",
    "answer": "CystEINE"
  },
  {
    "question_number": 23,
    "question_type": "visual_bonus",
    "category": "biology",
    "answer_type": "short_answer",
    "body": "Depicted in the image is a graphical representation of the cardiac cycle, with the normal cardiac cycle on the right, and a modified cardiac cycle on the left. Answer the following two questions concerning this image: 1. Which step is indicated by the arrow from 1 to 2? W) Isovolumetric contraction X) Ventricular Ejection Y) Isovolumetric Relaxation Z) Ventricular filling 2. Identify all of the following three actions that would likely cause the effect indicated by the dotted orange curve in the second diagram: 1) Increased end diastolic volume; 2) Decreased total peripheral resistance; 3) Increased contractility.",
    "answer": "1) W) ISOVOLUMETRIC CONTRACTION; 2) 3 ONLY"
  },
  {
    "question_number": 24,
    "question_type": "tossup",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Order the following three polyunsaturated organic molecules in increasing HOMO-1UMO gap: 1) 1,3 butadiene; 2) 1,3,5 hexatriene; 3) Benzene.",
    "answer": "3, 2, 1"
  },
  {
    "question_number": 24,
    "question_type": "visual_bonus",
    "category": "chemistry",
    "answer_type": "short_answer",
    "body": "Shown in the image is a pericyclic reaction used to form a bicyclic carbon system that can be further reacted in the synthesis of polycyclic compounds. Answer the following three questions about this reaction: 1. How many total pi electrons are involved in this cyclization? 2. Would this reaction proceed thermally or photochemically according to the Woodward-Hoffman rules? 3. By letter, which one of the two labeled products would be the major product?",
    "answer": "1) 10; 2) THERMAL; 3) A"
  },
  {
    "question_number": 25,
    "question_type": "tossup",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "For each of the following three descriptions, give the name for the type of asteroids that are being described: 1) Orbit at the L4 and L5 positions of Jupiter; 2) Cross the orbits of the Jovian planets; 3) Cross the orbits of Mars.",
    "answer": "1) TROJANS; 2) CENTAURS; 3) AMOR OBJECTS"
  },
  {
    "question_number": 25,
    "question_type": "bonus",
    "category": "earth_and_space",
    "answer_type": "short_answer",
    "body": "Identify all of the following 3 statements which are true concerning calcite variations: 1) Tufa is associated with geysers 2) Travertine is associated with cold caves 3) Dripstones are a type of speleothem.",
    "answer": "3 ONLY"
  }
]